{
  "reviews": [
    {
      "movie": "Audition",
      "heading": "Simple Folding of a Love Story",
      "date": "12 July 2002",
      "content": "Spoilers herein.People forget that `Casablanca' was a B-movie, made quickly and cheaply. Its success depended on its unimportance -- several modern trends were being followed by the various artists involved and they had the freedom to go a little further than they could on important films. As with that, so with this. As with Casablanca, no idea here is original. The Japanese have long been lonely, have long obsessed with child molestation, and have a deep tradition of domestic torture and all this is infused in their popular art. In the film community, there is a decades-long attention to the moody camera, and the meditative pace. The notion of blended realities goes back to Rashomon in film, and is far deeper, deeper in Japanese literature.\nThis is not a matter of Lynchism. This is naturally an artifact of Japanese popular art. Which is to say that the people involved aren't as intelligent as Lynch and Egoyan and Greenaway -- they are just attentive to matters of style. But when transported to the US art house, this project gets evaluated as if the filmmaker had the aspirations of Tarkovsky. Whether you view this as a cheap self-referential Sailor Moon or a piece of western art is up to you. I am ambiguous about this. The initial experience was heady because I assumed the real audition was of the man by the girls and that all the narrative folding was a matter of battling film personalities. Seen this way, it is a simple love story, where love is movie love, but haunted by suspicious dreams as are all loves that are not movie loves.But the intent of the filmmaker is also important to me, because the experience is not with the accidental shape of the film, instead the film is a construct for a communion with the artist. In that communion, we have have a loving, lustful, exploitive, even tortured co-existence. Seeing the DVD and Miike's presence and hearing his comment (and knowing some of his other films), one can see that this is no intellect, no artist, simply a busy stylist who is obsessed with fashion and who occasionally falls among the right people and ideas. I feel the same way about Bertollucci, by the way.Incidentally, I saw this on the DVD especially manufactured for Blockbuster to an R rating. So I am certain that some of the power was scandalously erased. I certainly think that more explicit sex, both tender and exploitive, both from selfish longing and unqualified commitment would have made this deeper -- in other words, more of the style of `Last Tango in Paris' would have helped.",
      "id": "rw0706506"
    },
    {
      "movie": "Æon Flux",
      "heading": "Credible World",
      "date": "3 April 2006",
      "content": "Science fiction movies are an odd thing. They and \"detective\" movies depend more heavily on literary conventions than other types of films.But you know, where detective movies have swallowed the form and adapted in rich ways, science fiction hasn't settled gently into film. Its an odd, unintuitive truth, despite the flood of science fiction movies.Some of these are mere action movies in excusably bent settings to make them seem less ridiculous. The \"real\" science fiction movies seem to be of two types, and both of those are concerned first with building an alternative universe. One path is through elaborate alternative cosmologies: Matrix, Star Wars, Ring. If you get this right, if it is sufficiently powerful, all else comes along for the ride.The other path isn't appreciated as much by the kiddies, but in a way it is more pure. That's when the alternative world is first a visual presentation. If you choose this path young jediniles, its all about the eye. Plots, characters, attitude... all these only have to be acceptable and not get in the way.With that preface, i have to say I liked this movie, as trashed as it has been.Sure, the story is stupid. Name more than three science fiction movies that aren't.The action scenes are ordinary. The acting lame. That hasn't prevented hosannas for other films.But this one has terrific art direction. No, nothing radical, but what we see in just about every scene is magical. And it all hangs together to imply just exactly the world we inhabit for that hour and a half.Imagination often shows in these things. But rarely does it show as a coherent vision in all the elements of the thing. \"Sin City\" even had problems with this. I'll ask you to watch this just for the visual impact. The camera isn't great: some \"Van Helsing\" eye-adventure would have helped.I'll rate this worth watching. Yes, with an emphasis on the watching, down to the redheaded \"handler\" and the rebirthing craft.Ted's Evaluation -- 3 of 3: Worth watching.",
      "id": "rw1332411"
    },
    {
      "movie": "Fat Girl",
      "heading": "Sets Us Aside",
      "date": "9 November 2005",
      "content": "Brelliat drives me a little crazy. She is an observer of one small corner of life and seems incidentally a filmmaker. You get different editions of her observations on the distance of young sex across which we throw ropes.So the question is which is the best and whether each one that follows adds something new, worthwhile.The best to my mind was \"A Real Young Girl\" of thirty years ago. It had an honesty that everything subsequently lacks. By this I mean you could feel the filmmaker's emotions quite apart from whatever was happening on screen.What we have here are two scenes. The first is hugely promising: a pretty girl loses her virginity while witnessed by her much younger sister. Drawn out circling of the boy. Set up in a way that we share in the discomfort as witness and some of the charm of the situation. We are seducer, voyeur, victim.Brelliat knew this well enough to build a whole different movie about the nature of this voyeurism, \"Sex is Comedy.\" You need to see the two together to get the folding.The problem with Brelliat is that she has these emotional insights and she can pose scenes. But she has no skill at all in seeing the larger shape of the narrative. She doesn't understand the long form and the structure of a story. Lacking this, we get only scenes, and here we have only two. The second one is brutal, as if the first demanded the second.The only thing to recommend this is the effect you get from watching the first scene. You quickly realize that because you are watching, you are part of the damage she sketches.Ted's Evaluation -- 2 of 3: Has some interesting elements.",
      "id": "rw1217964"
    },
    {
      "movie": "Till sista andetaget",
      "heading": "Not What Was Intended (`the French are Stupid Too`)",
      "date": "22 February 2003",
      "content": "Spoilers herein.This highly influential film is regarded because the director was a writer with interesting ideas and he could self-promote. As a result, a few theorists and all their legions of followers have designated this an `important film' and specifically for the reasons that Godard thought it was: reality vs documentary (portrait vs person) with a few filigrees of resulting unusual cinematography, editing and performance. It is amazing that these rather slight ideas had such power and influence forty years ago. Perhaps the slightness is an illusion because the ideas had such power they transformed our entire background.Here's another reading, one which presumes a complement to what Godard THOUGHT was the point: you can either be a thinker or an artist. If you are a thinker making a film, the film can only be as deep as your thoughts, which usually aren't. But if you are an artist, you tap into a knowing intuition, a state of communicative grace from something deeper than any maker or consumer of the artifact. So lets suppose Godard wasn't just a strong willed writer making statements like Ayn Rand writes. Lets say that this is a collection of forces that Godard responded to unknowingly and just dive into those forces. The French are obsessed with being important (or appearing to be so), especially in the arts and most especially in film. So when the overwhelming wave of (vulgar-by-definition) American influence so transforms the media away from your control, you need to strike back with matters of style. `New Wave' is to film as Perrier is to water - there's a real style here, but it is of a relatively synthetic nature.Michel Is French, trying to live as an American film star: this fact is pounded in a manner so bluntly it defaces the rest of the art. Patricia is an American trying to be French, working at several levels, sexual and intellectual. The French authorities (here conflated with the film intelligentsia) are feverously searching for Michel to eliminate creeping Americanism. Eventually, they succeed, aided by Particia. At the end Michel makes his film (the faces) and in a supreme irony, uses an American film posture to demean the `American' film experience. The American is flummoxed, in a double tragedy.My own belief is that in the grand scheme of things, this is a relatively trivial project. Godard WOULD go on to do some much more interesting, challenging and worthwhile work. I recommend `King Lear.' See that instead, unless you are a student in which case, Godard's writing will force you to see this.Ted's Evaluation -- 3 of 4: Worth watching.",
      "id": "rw0069937"
    },
    {
      "movie": "Vad har jag gjort för att förtjäna detta?",
      "heading": "Narrative Eye",
      "date": "30 July 2006",
      "content": "I loved this. It isn't so great compared to later projects where he knows how to use knives instead of chalk. And he decides to understand women, instead of understanding their luggage.But this is better in a way because you can see the man, what a friend calls the exposed plumbing of what later would become a polished structure.Stories in Almodovar's soul, that wonderful soul, appear first as images that only after they crack their shells into the fluttering wind of sight do they loose into their narrative trajectory. Sight first, then narrative. But because the narrative comes directly from the cinematic, it flows with an unusual naturalness. It drives into complexities, even emotion depths. It becomes surreal in places, but it all seems natural because it flows from the image within.And that gives us another advantage. Nearly all films about love and women begin all their major strokes from the written or spoken word and the situations that grow out of them. That means in film that we are stuck with a limited vocabulary and set of patterns that not only dull with repetition, but aren't cinematic at root.Even in this early film, you can see that because these eyesweets were never touched by pen, they are all fresh without leaving what we accept as true. Its quite an achievement.The standout performance? A ten year old redhead with \"powers,\" and around whom everything happens. She may be the cause.Ted's Evaluation -- 3 of 3: Worth watching.",
      "id": "rw1434714"
    },
    {
      "movie": "Bind mig, älska mig!",
      "heading": "The Filmmaker, his Mental Patient, his Porno Star and her Lover",
      "date": "1 December 2002",
      "content": "Spoilers herein.As with all Pedro Almodóvar's films, we have a flat, weakly humorous exploration of some sexual situation. And as with all his films, it misses being interesting or charming. That is, unless you do a little work to punch it up. My own method is to fabulate around the Spanish tradition within which he certainly belongs. (I really liked the Spanish reflexiveness in `Lucía y el sexo.')The raw material for the reflection is deliberately put there: it is a film about a film, where the merging of the two isn't obvious.Marina is a strawberry blond porno actress with a sister-manager, Lola, and a drug problem. She is lovers with Pepe who lives in a grandly furnished apartment, adjacent to the smaller place he provides for her.  Lola and Pepe are pimps of a sort for show business and arrange for her to play in a film. It will be the last film of Máximo. All three are involved in the film: Máximo directs, Lola is the writer, Pepe is the art director, you the audience are the cinematographer. All are infatuated with her.\nWhat we see is the movie that results from the various tugs from each of these. It starts out (well into the film after the madman is invented) with the `reality' prefilming the final sequence. Máximo is being interviewed and the reporter sees an actor, Osvaldo, from real life a fat guy. We later see him in the `movie' as a really well built guy. Marina is directed to act like the reporter when she sees her man. This is the first obvious indication that the film and the film within are to be merged.`Midnight Phantom' is the movie being made, putting one's heart and genitals on the line. Marina and the phantom tussle with Marina left hanging. Then the real merger of film realities get shuffled. The mental patient, her drug problems (disguised as `toothache'), her unfulfilled sexual desires, and the needs of her film `managers' result in her being tied up/down, which rescues her from her rut.Its driven home by the mental patient's talent as an artist who `draws' the film -- a drawing of his comes to life to start the movie.There is a particularly nice shot: after Rocky gets out of the nuthouse/sexual prison, he is on the sidewalk in a long shot that flattens space like one of his animated drawings. A pretty redhead girl skating back and forth is rather poetic.The self-reference is nearly out of reach as the film masquerades as a sexual comedy. I only know `All About My Mother,' of his other films, but that's exactly the case there as well. This one has redheads.Ted's Evaluation -- 2 of 4: Has some interesting elements.",
      "id": "rw0289798"
    },
    {
      "movie": "xXx",
      "heading": "License to Squeal",
      "date": "23 April 2003",
      "content": "Spoilers herein.I know why kids pollute their minds with this ADD tripe. i know why there is a Hollywood machine eager to make small lives out of feeding their puppy lust. But Samuel Jackson has a lot of explaining to do. More rides on his success than just his kids.Look, I love excess: `Face/Off,' even `Fast and Furious' were worthwhile. The latter was cool because of the way it made fun of dolts who value cars. It even played with some dangerous racial film notions of Asians. But this isn't Bond, because it takes itself seriously. It reminded me of \"Runaway Train,\" even though it had a brief musical reference to \"the Third man.\"Ted's evaluation: 1 of 4: You can find something better to do with this part of your life.",
      "id": "rw0834480"
    },
    {
      "movie": "iMurders",
      "heading": "Kernel Panic",
      "date": "24 January 2010",
      "content": "You know what? This is pretty incompetent in a few ways, but the incompetence works for it.This is a murder mystery of the old school. You are introduced to characters. Murders are being committed. Clues are placed around. Many suspects and many motives are given.There is a chatroom angle, but that does not matter. There is a horror genre angle, but that does not matter either.What matters is that you really are allowed to be the detective. There are none of the detective genre devices that you expect to find. The situation is very chaotic, more nonsensical than the conventions allow. That's what makes it work. Yes, you are a bit surprised at the end. But they play fair, and in the denouement, you have the film flashbacks to attest that the solution was under your nose.The production values are pretty bad. And the lines are profoundly juvenile. But the mystery itself: cool stuff.Ted's Evaluation -- 2 of 3: Has some interesting elements.",
      "id": "rw2197033"
    },
    {
      "movie": "eXistenZ",
      "heading": "Visual, Erotic, Layered Fiction",
      "date": "21 November 2001",
      "content": "Spoilers herein.I'm baffled by viewers who compare this to `Matrix.' The story is quite different. The Matrix has real people living in a synthetic world; simple enough. `13th Floor' is much more sophisticated: real and artificial people living in many parallel synthetic worlds -- there is not just ambiguity about environment, but over beingness.eXistenZ is more sophisticated yet in this dimension: synthetic worlds are not parallel but nested. Some real world exists which creates a synthetic world which in turn creates another synthetic world and so on. More: in this film, conspiracies blend levels, reversing and folding roles. This is the stuff of Phil Dick, not the Matrix, or The One, or any of that other juvenile stuff.But there is a more fundamental difference: Films like the matrix start with a story concept, then work to tell the story by whatever visual vocabulary is current. Cronenberg starts with a specific strong vision and hangs a story on it. Clearly, his vision here is for artificially living sexual paraphernalia. These have highly erotic exteriors but disgusting, reptilian interiors. The whole film is built around this notion: prurient fiction, repellent pudenda.And the whole thing self-referentially encompasses the audience with the final level because the film clearly shows itself to be a creation in the same mold as Allegra's. I love this stuff, if only as an intellectual construction.But what puzzles me is Cronenberg's meekness. He knows he's a cult filmmaker, so why pander to a bunch of kids who will go to `The One' instead? Jennifer has the guts to do whatever is required. Her presence here shows edge by reference, because we know that she would risk all if asked. But she's not asked. I predict that in a decade or so, as a reaction to special effects fatigue, someone with more courage will remake this with an X rating and more of an obvious Marienbad feel. Maybe you, dear reader.",
      "id": "rw0479162"
    },
    {
      "movie": "Zítra vstanu a oparím se cajem",
      "heading": "Embossed on the Past",
      "date": "27 January 2006",
      "content": "Here's a film that is improved by knowing its context. Czech films just aren't very good. It isn't that Czechs aren't clever or intelligent. And they do have a rich stage culture. But some cultures map cinematically and some don't. And those that do, map in different ways. Fascinating. However, this film has a very clever story. And it is more clever than it seems, because of the way we are spoonfed the answers. A man goes back in time to create a double, changing events. Its a bit elaborate, involving Hitler and latter-day Nazis, but that's beside the point.The complexity is really about the doubles and working out the intercessions. Loves and affairs. Some clever humor here, similar to the Shakespearian bits about disguises.It all ends well, and there is no puzzle, unlike, say \"Primer.\" But wait! Actually there is. There's a hint that the fact that our hero has a twin is a result of the doubling, and that the events will repeat over and over again later.I searched this odd film out in my quest for the quintessential Czech movie. This may be it. (The production values are poor.)Ted's Evaluation -- 2 of 3: Has some interesting elements.",
      "id": "rw1276369"
    },
    {
      "movie": "Zvahlav aneb Saticky Slameného Huberta",
      "heading": "Language Practice",
      "date": "27 October 2002",
      "content": "Spoilers herein.Svankmejer's work ranges from the obvious and tedious to the rich and deep. This is his best in my estimation. His entire career can be seen as experiments leading to his feature-length `Alice,' punctuated by unsophisticated, uninteresting social commentary. `Alice' is fatally flawed, however, because he grossly misunderstands the richness of the story.But this project is not so limited. The little known origin of Carroll's poem is his father's membership in a society to `restore' the English language to its Saxon origins by expelling the French influence. Along the way, Dodgson goofed in all sorts of linguistic jokes based on non-specific sounds. It is the first poem whose images aren't bound to the intent of the poet.Svankmejer surfs this territory by making his own touchstones that have no meaning, but which tap subtle controversies and give us subtle traction on which we can build our own film. It is not as expert as the Quay's `Are We Still Married?' which is the very best of this type. But it is the best of Svankmejer.Ted's Evaluation -- 3 of 4: Worth watching.",
      "id": "rw0117523"
    },
    {
      "movie": "Zoolander",
      "heading": "Behind Bars",
      "date": "27 February 2002",
      "content": "Spoilers herein.This is yet another film which is what it is about.It is about fatuous celebrities, under the control of corporate machines, acting ridiculous for our pleasure and thinking that what they are doing is cool because they understand the irony. Ho Hum. If Stiller and Wilson actually worked with the dimensions of this and gave us something new, it would be a worthy enterprise. But though `Tenenbaum's' and this project both approach the irony, they both are prisoners of it.",
      "id": "rw0645682"
    },
    {
      "movie": "Zombie Strippers!",
      "heading": "Flesh",
      "date": "11 August 2008",
      "content": "This is poorly made in most respects, and that's part of its appeal. In fact, I liked it. It has more jokes, and better jokes than any of the parody movies I've seen in years. Here's the setup. W Bush has stolen a fourth term and declared war on a dozen countries, including France. So many soldiers are getting killed that labs have invented a virus that reanimates them so that they can keep on fighting, and harder. This virus gets into a stripper establishment with the result that the strippers once infected get \"better,\" or at least more popular with the goofs.Sounds like it could be a mess, and it is. I think of it as some sort of triangulation among Tarantino's fake sleaze \"Death Proof,\" but more genuine, \"10,000 Corpses\" but with something other than snarls and \"Shaun of the Dead\" but with more clever jokes.The interesting thing is that there are breasts here. But they are part of the irony, the big joke. They are deliberately depicted to be as artificially defective as the zombie countenance. In fact, the folding here is that we have an on-screen audience of male louts who reward the zombie strippers above the \"regular\" girls, so they willingly become zombies to be sexier.The jokes range from cinematic jokes to comments on social issues, and they are at a higher level than usual.One of the strippers is a former Playmate and that's supposed to be some sort of draw. Its hard to tell which one.Ted's Evaluation -- 2 of 3: Has some interesting elements.",
      "id": "rw1928339"
    },
    {
      "movie": "Zodiac",
      "heading": "Construction Watcher",
      "date": "17 March 2007",
      "content": "There's purpose in film, in certain film conventions of narrative. Its a sort of quantum physics of narrative. Not the uncertainty side, but the fact that there are different states; you can be at one state or another or another but never in between. Humans think this way, perhaps because you cannot have half a person, half a mind.Anyway, there are several discrete stations that we accept in relation to film stories, several discrete distances between what we are allowed to see and what our avatar(s) see in the story. At one end is the mystery where our relationship is more with the writer or some god than the emotions in the story.And then at the other end is stuff like this, the purest form of which is the procedural. In this case, there is a mystery, a story to discover. We have on-screen detectives and within certain narrow limits, we discover what the detectives do. We may see things a little before, but we never see more or know more than they. Procedurals only appeared well after the detective meme settled into our narrative vocabulary. So it is a sort of second generational shift in the mechanics of discovery.And who is at the center? Robert Downey Jr, one our most talented folders  and by that I mean someone who plays a role, but also plays a metarole of an actor playing a part. Here his character tries to horn in on the narration and fails, becoming a substance abuser. How meta is that?I like Fincher. I like it when he is bolder, but all these guys like to do a project from time to time where the art is in the precision of the narrative placement. And he does amazingly well. It would have had to have been a procedural.There's a shot of the murdercab where the precision is noted as it follows the cab to the place. We are precisely over, precisely. The cab stays precisely in the center of the frame. Precisely. We are locked into what it moving, with no allowance for godly insight from other contexts. Its a statement.There's another quite wonderful statement. We see the Transamerica being constructed in an animated sequence. It seems particularly automated, deterministic. Like the film it is in, down to the expected text at the end, wherein we read what happened to the \"real\" people afterward.Ted's Evaluation -- 3 of 3: Worth watching.",
      "id": "rw1619045"
    },
    {
      "movie": "Through the Olive Trees",
      "heading": "Turn the Page, to H Story",
      "date": "5 November 2006",
      "content": "I've seen \"Taste of Cherry\" and \"Ten\" by this filmmaker. I found them exceptional in a few ways, but not rewarding experiences. I doubted the decisions of the filmmaker and that's poison to a shared life with one. I still do. But this has changed my impression that he is incapable of making wise, effective choices.Now I must see the other two in this \"series.\" Here's what you'll experience. The filmmaker is Iranian in situation, but French in intellect. That means his movies will be about movies, or will cast life as a movie with discrete references to films.In this case we have a film being made. To elaborate on the distance between us and the film the first scene is a man introducing himself as the actor who plays the director.The film within is cast and begins shooting. We see take after take, seemingly repeated endlessly. Each time, something goes wrong because reality intrudes. Slowly the film becomes about that reality instead of the film: the boy and girl playing a young married couple are from the nearby village and he has been courting her and has been turned down by her grandmother. (Her parents are dead.)He has seen her only a few times, but is in love with her. He thinks he saw an expression once in her that reciprocates. Now in between those interminable takes he begs her to express her love. These take the form most purely of her reading, deliberately ignoring him, and he (an illiterate) telling to turn the page if you love me.She demurs through the whole film until the end which has a very long slow scene. Very long, wordless. And she gives an answer that we impute so indirectly is it a far  literally far  observation. One amazing thing that occurs is our wonder that the filmmaker expects us to tolerate what he is doing. The other is that we do. So I would recommend this. But there's an issue that disturbs. This works for me because the society depicted is so alien, so unbelievable. The women here are women only in that they are allowed to have children. They are beings only in the most technical of senses. One wonders if such a place can really exist on the planet, or if it is a concoction or art to merely show the weakness of man.I say this because I have a notion of symmetry in folding. I think successful art that represents itself has the same \"semantic distance\" on both sides. In other words, there is the same degree of abstraction between our real world and the foundation world of the film, and that is the same distance to the film (or art) within. I find this so prevalent that I pose it as a law of introspection.So here we have a film that I assume was made for Iranian viewing, by viewers that would accept the world of women we see, wouldn't wonder at the third world infrastructure, would knowingly accept the dilemma of proud illiteracy. That places the world of the viewer very close to that of the movie within. Or does it? Is the Tehranian who sees art films more like me than the primitives we see here?Ted's Evaluation -- 3 of 3: Worth watching.",
      "id": "rw1514575"
    },
    {
      "movie": "Zhui ying",
      "heading": "National Treasure: Book of Movies",
      "date": "5 February 2010",
      "content": "I saw this with \"Riders of the Whistling Skull,\" which I swear I first saw decades ago. It was a movie about movies without self-knowledge. This is the opposite. It is from Hong Kong, possibly the most introspective film source we have (after Barcelona). The story is an Indiana Jones bit, just like the Whistling Skull: a treasure with cryptic clues that needs a woman to translate. Isn't that always the way? The men fight and dig and make the rationale, but the women see and know.The gimmick here is that all the key male characters look like famous kung fu actors. They have similar names as well, and many of the jokes are built on this in the story. This element makes it mildly interesting: the deliberate, overt movie about movies, with as many weaves as can be made, from other movies, references and characters as famous actors (not famous characters).Francis Ng, who wrote directed and stars, apparently specializes in this.Pace Wu is lovely.Ted's Evaluation -- 2 of 3: Has some interesting elements.",
      "id": "rw2202525"
    },
    {
      "movie": "Zhou Yu de huo che",
      "heading": "A Train Painted on a Vase",
      "date": "8 August 2005",
      "content": "Regular readers of my comments know that nearly all my viewing is by recommendation. So, often I will pick a film that I know nothing at all about; this is one of those.My goal is to stumble upon a hidden gem that has escaped all the geniuses I know, that has such power that it takes me by surprise. Friends, if you are reading this and haven't yet seen the film, I have stolen the joy of discovery without knowing; but please do see this. It is precious.It is something between the best of Tarkovsky and what you might like of Kar-Wai Wong.The story is purely in service to the cinematic images, and those are in service to some very pure notions: Poetry as love, love as travel, travel as painting, painting as copying one's self and sending it out, going out as diving into water, diving as love, love as poetry.Unbelievably, each of these concepts is displayed in images of a train. You have to see it to believe it. Trains have been with film since the very beginning, and have been handled by masters. But I have never seen it so thoroughly explored, extended and exhausted as here.The narrative is folded and shifting. It could be a poem, a porcelain painting, a story from each of the four main characters that invents the others. It is quite confusing the first time around.The main thread is in the real world: a porcelain artist falls for a poet in another city. He writes poems for and about her, including her journeys on the train to see him. He gets sent to Tibet. She follows and on the way back is killed in an accident. Later, another woman (played by the same actress) meets the now famous poet and they fall in love. Or do they? This second woman travels on the same train.All of this is chopped and shifted around in presentation, and you have no idea who is telling or seeing what, including several episodes where the first girl also falls for a veterinarian she meets on the train. He may be an imaginary figure. Both the girl and the poet love two people but their bond, at least according to the poems, is much stronger.That's all the story you need to know to not be unsettled and to just go with the flow.What reminds me of Tarkovsky is the way the camera invokes parallel realities as if it glances into the mind as easily as outside a window. The camera is restless and goes to odd places, but once there temporarily becomes meditative. The simplest scenes become blossoms.If you ever loved someone distant, you'll recognize the magic of yearning driving a mythologizing of reality.You have probably seen the actress who plays the two women, Li Gong. She is as good as Liv Uhlmann in the way that Liv is capable of small, flitting expressions that each contain whole lives. She has some American films in production, I see.Please see this.Ted's Evaluation -- 3 of 3: Worth watching.",
      "id": "rw1145827"
    },
    {
      "movie": "Zhi qu wei hu shan",
      "heading": "The Japanese Win?",
      "date": "31 August 2015",
      "content": "About a 2D viewing.This is very clearly produced under Party sponsorship to celebrate the soldiers who won the country. The contrast with US WWII films is striking. We require tough heroes, where here there is something more noble. Two remarkable things... The film has an odd framing device that one can only imagine was dreamed up by a Party official. A modern Chinese youngster is off to Silicon Valley as a sort of genius. He watches on an iPhone an old movie of this event, apparently staged by the Peking Opera. In between, we have this film. At the end, we discover that he owes his existence to this and by implication his education and opportunity. The time is set right after the collapse of the Japanese occupation. Warlords have seized the armaments and sustenance and for the People's Republic to succeed, ragtag groups must prevail. (No mention of the official government.)The strange thing is that though produced by Chinese, it is thoroughly Japanese. Kurosawan to be precise. The filmmaker remarks on this in a fun way: the movie is over, having presented the 'real' story. Then our young modern kid imagines an alternative ending, and it is thoroughly Indiana Jones. Incidentally, the stunts and effects are pretty ordinary except for a sequence with a tiger. This was amazing. Had to be real.",
      "id": "rw3308119"
    },
    {
      "movie": "Zhi guo yuan",
      "heading": "Wand Erful",
      "date": "24 June 2007",
      "content": "I saw this with a film about immigrants in New York. The value in that film was to show me a culture I wouldn't otherwise see. This is much more powerful.Its the oldest known Chinese film you can see. Its obviously staged on sets for easy drama, but I imagine the street activity (100% of the film) is close to genuine. I imagine the characters, though drawn dramatically, are based on those that would be common to citydwellers. So even though the story is daft, modeled after Mack Sennett, you can get a glimpse into a world that is completely gone today. And that's good enough for me to recommend this silly story.Ted's Evaluation -- 3 of 3: Worth watching.",
      "id": "rw1680233"
    },
    {
      "movie": "Zero Effect",
      "heading": "Student Project",
      "date": "6 October 2001",
      "content": "Spoilers herein.I like mysteries because they engage the reader and writer in a battle of wits, where the reader's mind is always trying to be ahead of the narrative. Its the nearest thing to living in the future. It can be powerful stuff in the hands of an intelligent filmmaker.So...student project: what do you have to do to Sherlock Holmes to make him work in a modern film context? Need to preserve the deduction, reclusiveness, probably the drugtaking, bachelorhood and of course establish a Watson of some type.Here we have young Kasden's solution. The engagement here is not so much with guessing the story -- all is revealed very early. Instead the game is watching a movie that likely could have been great, and superimposing your own solutions to make it better.Stiller and Pullman are good enough choices. But we see little of Zero's talent. Most of what we see is ordinary snooping. His haunted ruminations don't seem connected to the rest of him. This needed some work. Stiller's character too -- we have no idea why he is indispensable. Probably the one element of Watson that should have been kept is his daftness sometime prompting insights.But so much in this genre is defined not by characters entering a situation, but characters who are defined by a situation -- and the situation here isn't very interesting. It has some promise, with a couple false conclusions, but no red herrings. Ryan O'Neal reminds of William Shatner. Horrible. And our mastermind female never charms, never seems intelligent. Dickens just cannot project that magic illusion of manipulating the environment according to some inscrutable plan.I think this young filmmaker has some clever general notions about what works, but he seems to lack the talent or intuition to really make those notions sing.",
      "id": "rw0478891"
    },
    {
      "movie": "Spegeln",
      "heading": "Reflections Reflections Reflections",
      "date": "3 September 2002",
      "content": "Spoilers herein.Many films allow one immediate response; you know while watching how effective it is and at the end are geared for talking or writing about what you have just seen.Others, you need to spend time with. This -- I am guessing here -- is because the truly great so lead our imagination that we need to heal or grow after the experience and only then assess what has happened. Surely when you are in this film, you know something special is going on: there are some true transcendences of the eye; very dimensional, surprising. Just as you have established the field of vision and registered the one thing you expect to see, the camera moves in an unexpected manner to reveal either a completely extra or contradictory reality.Those moments thrill, but confuse at the same time because in lesser hands, this would be an excuse for noodling about with the 'story' in a superficially artsy-fartsy manner. Only after some time can you evaluate how effectively this might have slipped between the sheets of your minds. It is a matter of some interest to me how this happens when it does. Is it a matter of the artist knowing us better than we do ourselves and slipping into our dreams unawares? Or is a matter of creating an attractive castle that we are drawn to and inhabit?Generally, when an artist is called 'personal,' it is thought to be the latter. But in this case, I think most of what he has done is find that universal manner of overlapping and merging that underlies the visual memory of us all. What confuses is the Soviet environment: the intensely uncoordinated industrial environment and the once fine but now dilapidated urban residences. They transport us to a different place: the unfamiliar described in a familiar way.Surely this is not what he intended: he didn't make this for a comfortable American/European. And if not made just for himself it was for people who shared the same world. So at least as far as the content, we are attracted to an unfamiliar castle. But so far as the 'personal' form, I think he has found something strangely cosmic. This may be the best film (with Rublev) of one of the three most important filmmakers in history.Ted's Evaluation -- 4 of 4: Every visually literate person should experience this.",
      "id": "rw0139373"
    },
    {
      "movie": "Zelig",
      "heading": "Layered into Reality",
      "date": "20 October 2003",
      "content": "Spoilers herein.Woody's films, enjoyable or not, represent a walk though all the larger philosophical observations and experiments in film. Most of those - at least in this period - have to do with how the camera distorts reality.We get this in the reinvention of history overlain on the very nature of a fake documentary. It is echoed in the story, of course, which gives Woody a chance to mug and romance his new girl. (She `saves' him.)Anyone who thinks this is about a man needs to have his license to watch Woody revoked.I consider this a practice session for his best film: `Sweet and Lowdown,' which deals with these same issues, in the same way but so much more subtly and powerfully. That's in part because Woody's biggest liability as a director is Woody the actor, and he substituted the best folded actor in the world. But it is also because `Sweet' didn't have the distraction of manipulating old film.Still, this is a pretty sweet idea, the idea of having a character be sufficiently powerful that he is able to actually modify existing filmed history.Ted's Evaluation -- 2 of 3: Has some interesting elements.",
      "id": "rw0206942"
    },
    {
      "movie": "Zack and Miri Make a Porno",
      "heading": "Dumpy Mirror",
      "date": "2 February 2009",
      "content": "Another movie mashup. One component is an ordinary date movie. You now the formula: guy wins girl; guy loses girl (because of some error); guy gets girl back in some public way. The only difference here is that the public way is them having sex in front of a camera. This is related to the other component which is supposed to distract and amuse us: all the supposedly funny, PG sex jokes.Well, Kevin Smith just is not a smart guy, nor does he have creative instincts. The girl is quite pretty as required, and the guys is a doofus as preferred and there are two worthy jokes, but this is just. dumb. stuff. The only redeeming value is that it earns a listing of Tedg's movies within movies where the inner movie bleeds into its container.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.",
      "id": "rw2017330"
    },
    {
      "movie": "Yojimbo (Livvakten)",
      "heading": "I Know I'm Quite a Spectacle, But Do Your Looking Later",
      "date": "20 August 2002",
      "content": "Spoilers herein.We are indebted to Kurosawa for one big thing and a couple small ones. Among the small ones is the deconstruction of the western, which was transformed forever by the chain of events started by (and depicted in?) this film. I recommend Yojimbo if only because of this importance.That chain starts with the spaghetti westerns which introduced irony into most elements of the form more obviously for us, well westerners. And it finishes (probably) with `Star Wars,' which is nothing more than a slightly shifted selfaware goof on the already outed western. That this is based on a Hammett story should be a tipoff as he did the same for the mystery genre. Kurosawa did this knowingly of course. You can see his other projects marching through other notions of film and revolutionizing them.Naturally, there are other values here: perfect framing; multiplanar visual storytelling through mime; and a camera that denotes the eye of fate. But by the time one gets to this after seeing such masterpieces as `Ran' and `Rashomon' and `Seven Samurai,' especially the first, one gets used to expecting skill from Kurosawa equalling the skill of his samurai avatar.If you know what this movie is all about, it puts `Last Man Standing' in a much more intelligent and cinematically important perspective. The title of this comment refers to the fact that it is essentially impossible to see any movie today and not be in part watching a Kurosawa film.Ted's Evaluation: 3 of 4 -- worth watching",
      "id": "rw0076043"
    },
    {
      "movie": "Yume no ginga",
      "heading": "Pregnant",
      "date": "28 April 2008",
      "content": "We live in a universe in which our fronts are three dimensional. We move into the world, moist, breathing, shaping moist breath to cause and shape things. We are worlds unto ourselves, feeding our lovers oysters with colored eyes engaged.From behind we are flat. Things have occurred. We are no longer agents weaving worlds but effects of a hungry system. We are no longer worlds but bits of a machine who chases us, closing in on our excretions of different types. Our sexual organs are balanced between, subject to being swallowed by fate, by mechanics alien in every way, but yearning to be the stuff of agency, making, being.Its at this fractal edge this film (and its companions by this filmmaker) places itself, determined to scintillate between being, causing, at the front and noir structure behind, flat. Only the Japanese can approach this precipice in this way because only they have this tradition of flatness in image. Kurosawa solved it by superimposing sliding planes. Ishi by sliding narratives, conflicting in direction: things happening, caused versus things that have happened seeking explanation. He also leverages the ghost story form that seems to go back a millennium. I applaud his ambition, and viscerally thrill at the cinematic investment. Its where art comes from. All art fails... that's the risk. Its just a matter of whether the artist has the confidence in how HE moves, because we can only see his flat backside. Ishi has that confidence, which you can sort into structure, and thence into life. And then if you dare into encounter.Its then that you determine whether it is deep, a love, something that changes or merely tastes. In my case, I have to report, dear reader, that I was not transformed by this. This is not a life-altering encounter as some are. But it is something, not nothing, to have a film designed to be fully entered from behind. It is not trivial to find something open. In this case, the watcher is a pretty young woman who presents that cultured coyness unique to Japan that reports (here by letters) her willingness, no, eagerness to succumb. By entering, you breath, and that's enough.If you want a report from behind: the film is a mystery story about a male bus driver who may be a serial killer and his next victim, a pretty bus conductor who has placed herself in that position to investigate. Nominally, it is a game, a labyrinth, that the two enter, enclosed, largely pre-determined but with some choices. She falls in love with him...This is the stuff that Ruiz handles so deftly but scarcely so visually. Ted's Evaluation -- 3 of 3: Worth watching.",
      "id": "rw1865181"
    }
  ]
}