[{"movie":"Audition","heading":"Simple Folding of a Love Story","date":"12 July 2002","content":"Spoilers herein.People forget that `Casablanca' was a B-movie, made quickly and cheaply. Its success depended on its unimportance -- several modern trends were being followed by the various artists involved and they had the freedom to go a little further than they could on important films. As with that, so with this. As with Casablanca, no idea here is original. The Japanese have long been lonely, have long obsessed with child molestation, and have a deep tradition of domestic torture and all this is infused in their popular art. In the film community, there is a decades-long attention to the moody camera, and the meditative pace. The notion of blended realities goes back to Rashomon in film, and is far deeper, deeper in Japanese literature.\nThis is not a matter of Lynchism. This is naturally an artifact of Japanese popular art. Which is to say that the people involved aren't as intelligent as Lynch and Egoyan and Greenaway -- they are just attentive to matters of style. But when transported to the US art house, this project gets evaluated as if the filmmaker had the aspirations of Tarkovsky. Whether you view this as a cheap self-referential Sailor Moon or a piece of western art is up to you. I am ambiguous about this. The initial experience was heady because I assumed the real audition was of the man by the girls and that all the narrative folding was a matter of battling film personalities. Seen this way, it is a simple love story, where love is movie love, but haunted by suspicious dreams as are all loves that are not movie loves.But the intent of the filmmaker is also important to me, because the experience is not with the accidental shape of the film, instead the film is a construct for a communion with the artist. In that communion, we have have a loving, lustful, exploitive, even tortured co-existence. Seeing the DVD and Miike's presence and hearing his comment (and knowing some of his other films), one can see that this is no intellect, no artist, simply a busy stylist who is obsessed with fashion and who occasionally falls among the right people and ideas. I feel the same way about Bertollucci, by the way.Incidentally, I saw this on the DVD especially manufactured for Blockbuster to an R rating. So I am certain that some of the power was scandalously erased. I certainly think that more explicit sex, both tender and exploitive, both from selfish longing and unqualified commitment would have made this deeper -- in other words, more of the style of `Last Tango in Paris' would have helped.","id":"rw0706506"},{"movie":"Æon Flux","heading":"Credible World","date":"3 April 2006","content":"Science fiction movies are an odd thing. They and \"detective\" movies depend more heavily on literary conventions than other types of films.But you know, where detective movies have swallowed the form and adapted in rich ways, science fiction hasn't settled gently into film. Its an odd, unintuitive truth, despite the flood of science fiction movies.Some of these are mere action movies in excusably bent settings to make them seem less ridiculous. The \"real\" science fiction movies seem to be of two types, and both of those are concerned first with building an alternative universe. One path is through elaborate alternative cosmologies: Matrix, Star Wars, Ring. If you get this right, if it is sufficiently powerful, all else comes along for the ride.The other path isn't appreciated as much by the kiddies, but in a way it is more pure. That's when the alternative world is first a visual presentation. If you choose this path young jediniles, its all about the eye. Plots, characters, attitude... all these only have to be acceptable and not get in the way.With that preface, i have to say I liked this movie, as trashed as it has been.Sure, the story is stupid. Name more than three science fiction movies that aren't.The action scenes are ordinary. The acting lame. That hasn't prevented hosannas for other films.But this one has terrific art direction. No, nothing radical, but what we see in just about every scene is magical. And it all hangs together to imply just exactly the world we inhabit for that hour and a half.Imagination often shows in these things. But rarely does it show as a coherent vision in all the elements of the thing. \"Sin City\" even had problems with this. I'll ask you to watch this just for the visual impact. The camera isn't great: some \"Van Helsing\" eye-adventure would have helped.I'll rate this worth watching. Yes, with an emphasis on the watching, down to the redheaded \"handler\" and the rebirthing craft.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1332411"},{"movie":"Fat Girl","heading":"Sets Us Aside","date":"9 November 2005","content":"Brelliat drives me a little crazy. She is an observer of one small corner of life and seems incidentally a filmmaker. You get different editions of her observations on the distance of young sex across which we throw ropes.So the question is which is the best and whether each one that follows adds something new, worthwhile.The best to my mind was \"A Real Young Girl\" of thirty years ago. It had an honesty that everything subsequently lacks. By this I mean you could feel the filmmaker's emotions quite apart from whatever was happening on screen.What we have here are two scenes. The first is hugely promising: a pretty girl loses her virginity while witnessed by her much younger sister. Drawn out circling of the boy. Set up in a way that we share in the discomfort as witness and some of the charm of the situation. We are seducer, voyeur, victim.Brelliat knew this well enough to build a whole different movie about the nature of this voyeurism, \"Sex is Comedy.\" You need to see the two together to get the folding.The problem with Brelliat is that she has these emotional insights and she can pose scenes. But she has no skill at all in seeing the larger shape of the narrative. She doesn't understand the long form and the structure of a story. Lacking this, we get only scenes, and here we have only two. The second one is brutal, as if the first demanded the second.The only thing to recommend this is the effect you get from watching the first scene. You quickly realize that because you are watching, you are part of the damage she sketches.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1217964"},{"movie":"Till sista andetaget","heading":"Not What Was Intended (`the French are Stupid Too`)","date":"22 February 2003","content":"Spoilers herein.This highly influential film is regarded because the director was a writer with interesting ideas and he could self-promote. As a result, a few theorists and all their legions of followers have designated this an `important film' and specifically for the reasons that Godard thought it was: reality vs documentary (portrait vs person) with a few filigrees of resulting unusual cinematography, editing and performance. It is amazing that these rather slight ideas had such power and influence forty years ago. Perhaps the slightness is an illusion because the ideas had such power they transformed our entire background.Here's another reading, one which presumes a complement to what Godard THOUGHT was the point: you can either be a thinker or an artist. If you are a thinker making a film, the film can only be as deep as your thoughts, which usually aren't. But if you are an artist, you tap into a knowing intuition, a state of communicative grace from something deeper than any maker or consumer of the artifact. So lets suppose Godard wasn't just a strong willed writer making statements like Ayn Rand writes. Lets say that this is a collection of forces that Godard responded to unknowingly and just dive into those forces. The French are obsessed with being important (or appearing to be so), especially in the arts and most especially in film. So when the overwhelming wave of (vulgar-by-definition) American influence so transforms the media away from your control, you need to strike back with matters of style. `New Wave' is to film as Perrier is to water - there's a real style here, but it is of a relatively synthetic nature.Michel Is French, trying to live as an American film star: this fact is pounded in a manner so bluntly it defaces the rest of the art. Patricia is an American trying to be French, working at several levels, sexual and intellectual. The French authorities (here conflated with the film intelligentsia) are feverously searching for Michel to eliminate creeping Americanism. Eventually, they succeed, aided by Particia. At the end Michel makes his film (the faces) and in a supreme irony, uses an American film posture to demean the `American' film experience. The American is flummoxed, in a double tragedy.My own belief is that in the grand scheme of things, this is a relatively trivial project. Godard WOULD go on to do some much more interesting, challenging and worthwhile work. I recommend `King Lear.' See that instead, unless you are a student in which case, Godard's writing will force you to see this.Ted's Evaluation -- 3 of 4: Worth watching.","id":"rw0069937"},{"movie":"Vad har jag gjort för att förtjäna detta?","heading":"Narrative Eye","date":"30 July 2006","content":"I loved this. It isn't so great compared to later projects where he knows how to use knives instead of chalk. And he decides to understand women, instead of understanding their luggage.But this is better in a way because you can see the man, what a friend calls the exposed plumbing of what later would become a polished structure.Stories in Almodovar's soul, that wonderful soul, appear first as images that only after they crack their shells into the fluttering wind of sight do they loose into their narrative trajectory. Sight first, then narrative. But because the narrative comes directly from the cinematic, it flows with an unusual naturalness. It drives into complexities, even emotion depths. It becomes surreal in places, but it all seems natural because it flows from the image within.And that gives us another advantage. Nearly all films about love and women begin all their major strokes from the written or spoken word and the situations that grow out of them. That means in film that we are stuck with a limited vocabulary and set of patterns that not only dull with repetition, but aren't cinematic at root.Even in this early film, you can see that because these eyesweets were never touched by pen, they are all fresh without leaving what we accept as true. Its quite an achievement.The standout performance? A ten year old redhead with \"powers,\" and around whom everything happens. She may be the cause.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1434714"},{"movie":"Bind mig, älska mig!","heading":"The Filmmaker, his Mental Patient, his Porno Star and her Lover","date":"1 December 2002","content":"Spoilers herein.As with all Pedro Almodóvar's films, we have a flat, weakly humorous exploration of some sexual situation. And as with all his films, it misses being interesting or charming. That is, unless you do a little work to punch it up. My own method is to fabulate around the Spanish tradition within which he certainly belongs. (I really liked the Spanish reflexiveness in `Lucía y el sexo.')The raw material for the reflection is deliberately put there: it is a film about a film, where the merging of the two isn't obvious.Marina is a strawberry blond porno actress with a sister-manager, Lola, and a drug problem. She is lovers with Pepe who lives in a grandly furnished apartment, adjacent to the smaller place he provides for her.  Lola and Pepe are pimps of a sort for show business and arrange for her to play in a film. It will be the last film of Máximo. All three are involved in the film: Máximo directs, Lola is the writer, Pepe is the art director, you the audience are the cinematographer. All are infatuated with her.\nWhat we see is the movie that results from the various tugs from each of these. It starts out (well into the film after the madman is invented) with the `reality' prefilming the final sequence. Máximo is being interviewed and the reporter sees an actor, Osvaldo, from real life a fat guy. We later see him in the `movie' as a really well built guy. Marina is directed to act like the reporter when she sees her man. This is the first obvious indication that the film and the film within are to be merged.`Midnight Phantom' is the movie being made, putting one's heart and genitals on the line. Marina and the phantom tussle with Marina left hanging. Then the real merger of film realities get shuffled. The mental patient, her drug problems (disguised as `toothache'), her unfulfilled sexual desires, and the needs of her film `managers' result in her being tied up/down, which rescues her from her rut.Its driven home by the mental patient's talent as an artist who `draws' the film -- a drawing of his comes to life to start the movie.There is a particularly nice shot: after Rocky gets out of the nuthouse/sexual prison, he is on the sidewalk in a long shot that flattens space like one of his animated drawings. A pretty redhead girl skating back and forth is rather poetic.The self-reference is nearly out of reach as the film masquerades as a sexual comedy. I only know `All About My Mother,' of his other films, but that's exactly the case there as well. This one has redheads.Ted's Evaluation -- 2 of 4: Has some interesting elements.","id":"rw0289798"},{"movie":"xXx","heading":"License to Squeal","date":"23 April 2003","content":"Spoilers herein.I know why kids pollute their minds with this ADD tripe. i know why there is a Hollywood machine eager to make small lives out of feeding their puppy lust. But Samuel Jackson has a lot of explaining to do. More rides on his success than just his kids.Look, I love excess: `Face/Off,' even `Fast and Furious' were worthwhile. The latter was cool because of the way it made fun of dolts who value cars. It even played with some dangerous racial film notions of Asians. But this isn't Bond, because it takes itself seriously. It reminded me of \"Runaway Train,\" even though it had a brief musical reference to \"the Third man.\"Ted's evaluation: 1 of 4: You can find something better to do with this part of your life.","id":"rw0834480"},{"movie":"iMurders","heading":"Kernel Panic","date":"24 January 2010","content":"You know what? This is pretty incompetent in a few ways, but the incompetence works for it.This is a murder mystery of the old school. You are introduced to characters. Murders are being committed. Clues are placed around. Many suspects and many motives are given.There is a chatroom angle, but that does not matter. There is a horror genre angle, but that does not matter either.What matters is that you really are allowed to be the detective. There are none of the detective genre devices that you expect to find. The situation is very chaotic, more nonsensical than the conventions allow. That's what makes it work. Yes, you are a bit surprised at the end. But they play fair, and in the denouement, you have the film flashbacks to attest that the solution was under your nose.The production values are pretty bad. And the lines are profoundly juvenile. But the mystery itself: cool stuff.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw2197033"},{"movie":"eXistenZ","heading":"Visual, Erotic, Layered Fiction","date":"21 November 2001","content":"Spoilers herein.I'm baffled by viewers who compare this to `Matrix.' The story is quite different. The Matrix has real people living in a synthetic world; simple enough. `13th Floor' is much more sophisticated: real and artificial people living in many parallel synthetic worlds -- there is not just ambiguity about environment, but over beingness.eXistenZ is more sophisticated yet in this dimension: synthetic worlds are not parallel but nested. Some real world exists which creates a synthetic world which in turn creates another synthetic world and so on. More: in this film, conspiracies blend levels, reversing and folding roles. This is the stuff of Phil Dick, not the Matrix, or The One, or any of that other juvenile stuff.But there is a more fundamental difference: Films like the matrix start with a story concept, then work to tell the story by whatever visual vocabulary is current. Cronenberg starts with a specific strong vision and hangs a story on it. Clearly, his vision here is for artificially living sexual paraphernalia. These have highly erotic exteriors but disgusting, reptilian interiors. The whole film is built around this notion: prurient fiction, repellent pudenda.And the whole thing self-referentially encompasses the audience with the final level because the film clearly shows itself to be a creation in the same mold as Allegra's. I love this stuff, if only as an intellectual construction.But what puzzles me is Cronenberg's meekness. He knows he's a cult filmmaker, so why pander to a bunch of kids who will go to `The One' instead? Jennifer has the guts to do whatever is required. Her presence here shows edge by reference, because we know that she would risk all if asked. But she's not asked. I predict that in a decade or so, as a reaction to special effects fatigue, someone with more courage will remake this with an X rating and more of an obvious Marienbad feel. Maybe you, dear reader.","id":"rw0479162"},{"movie":"Zítra vstanu a oparím se cajem","heading":"Embossed on the Past","date":"27 January 2006","content":"Here's a film that is improved by knowing its context. Czech films just aren't very good. It isn't that Czechs aren't clever or intelligent. And they do have a rich stage culture. But some cultures map cinematically and some don't. And those that do, map in different ways. Fascinating. However, this film has a very clever story. And it is more clever than it seems, because of the way we are spoonfed the answers. A man goes back in time to create a double, changing events. Its a bit elaborate, involving Hitler and latter-day Nazis, but that's beside the point.The complexity is really about the doubles and working out the intercessions. Loves and affairs. Some clever humor here, similar to the Shakespearian bits about disguises.It all ends well, and there is no puzzle, unlike, say \"Primer.\" But wait! Actually there is. There's a hint that the fact that our hero has a twin is a result of the doubling, and that the events will repeat over and over again later.I searched this odd film out in my quest for the quintessential Czech movie. This may be it. (The production values are poor.)Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1276369"},{"movie":"Zvahlav aneb Saticky Slameného Huberta","heading":"Language Practice","date":"27 October 2002","content":"Spoilers herein.Svankmejer's work ranges from the obvious and tedious to the rich and deep. This is his best in my estimation. His entire career can be seen as experiments leading to his feature-length `Alice,' punctuated by unsophisticated, uninteresting social commentary. `Alice' is fatally flawed, however, because he grossly misunderstands the richness of the story.But this project is not so limited. The little known origin of Carroll's poem is his father's membership in a society to `restore' the English language to its Saxon origins by expelling the French influence. Along the way, Dodgson goofed in all sorts of linguistic jokes based on non-specific sounds. It is the first poem whose images aren't bound to the intent of the poet.Svankmejer surfs this territory by making his own touchstones that have no meaning, but which tap subtle controversies and give us subtle traction on which we can build our own film. It is not as expert as the Quay's `Are We Still Married?' which is the very best of this type. But it is the best of Svankmejer.Ted's Evaluation -- 3 of 4: Worth watching.","id":"rw0117523"},{"movie":"Zoolander","heading":"Behind Bars","date":"27 February 2002","content":"Spoilers herein.This is yet another film which is what it is about.It is about fatuous celebrities, under the control of corporate machines, acting ridiculous for our pleasure and thinking that what they are doing is cool because they understand the irony. Ho Hum. If Stiller and Wilson actually worked with the dimensions of this and gave us something new, it would be a worthy enterprise. But though `Tenenbaum's' and this project both approach the irony, they both are prisoners of it.","id":"rw0645682"},{"movie":"Zombie Strippers!","heading":"Flesh","date":"11 August 2008","content":"This is poorly made in most respects, and that's part of its appeal. In fact, I liked it. It has more jokes, and better jokes than any of the parody movies I've seen in years. Here's the setup. W Bush has stolen a fourth term and declared war on a dozen countries, including France. So many soldiers are getting killed that labs have invented a virus that reanimates them so that they can keep on fighting, and harder. This virus gets into a stripper establishment with the result that the strippers once infected get \"better,\" or at least more popular with the goofs.Sounds like it could be a mess, and it is. I think of it as some sort of triangulation among Tarantino's fake sleaze \"Death Proof,\" but more genuine, \"10,000 Corpses\" but with something other than snarls and \"Shaun of the Dead\" but with more clever jokes.The interesting thing is that there are breasts here. But they are part of the irony, the big joke. They are deliberately depicted to be as artificially defective as the zombie countenance. In fact, the folding here is that we have an on-screen audience of male louts who reward the zombie strippers above the \"regular\" girls, so they willingly become zombies to be sexier.The jokes range from cinematic jokes to comments on social issues, and they are at a higher level than usual.One of the strippers is a former Playmate and that's supposed to be some sort of draw. Its hard to tell which one.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1928339"},{"movie":"Zodiac","heading":"Construction Watcher","date":"17 March 2007","content":"There's purpose in film, in certain film conventions of narrative. Its a sort of quantum physics of narrative. Not the uncertainty side, but the fact that there are different states; you can be at one state or another or another but never in between. Humans think this way, perhaps because you cannot have half a person, half a mind.Anyway, there are several discrete stations that we accept in relation to film stories, several discrete distances between what we are allowed to see and what our avatar(s) see in the story. At one end is the mystery where our relationship is more with the writer or some god than the emotions in the story.And then at the other end is stuff like this, the purest form of which is the procedural. In this case, there is a mystery, a story to discover. We have on-screen detectives and within certain narrow limits, we discover what the detectives do. We may see things a little before, but we never see more or know more than they. Procedurals only appeared well after the detective meme settled into our narrative vocabulary. So it is a sort of second generational shift in the mechanics of discovery.And who is at the center? Robert Downey Jr, one our most talented folders  and by that I mean someone who plays a role, but also plays a metarole of an actor playing a part. Here his character tries to horn in on the narration and fails, becoming a substance abuser. How meta is that?I like Fincher. I like it when he is bolder, but all these guys like to do a project from time to time where the art is in the precision of the narrative placement. And he does amazingly well. It would have had to have been a procedural.There's a shot of the murdercab where the precision is noted as it follows the cab to the place. We are precisely over, precisely. The cab stays precisely in the center of the frame. Precisely. We are locked into what it moving, with no allowance for godly insight from other contexts. Its a statement.There's another quite wonderful statement. We see the Transamerica being constructed in an animated sequence. It seems particularly automated, deterministic. Like the film it is in, down to the expected text at the end, wherein we read what happened to the \"real\" people afterward.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1619045"},{"movie":"Through the Olive Trees","heading":"Turn the Page, to H Story","date":"5 November 2006","content":"I've seen \"Taste of Cherry\" and \"Ten\" by this filmmaker. I found them exceptional in a few ways, but not rewarding experiences. I doubted the decisions of the filmmaker and that's poison to a shared life with one. I still do. But this has changed my impression that he is incapable of making wise, effective choices.Now I must see the other two in this \"series.\" Here's what you'll experience. The filmmaker is Iranian in situation, but French in intellect. That means his movies will be about movies, or will cast life as a movie with discrete references to films.In this case we have a film being made. To elaborate on the distance between us and the film the first scene is a man introducing himself as the actor who plays the director.The film within is cast and begins shooting. We see take after take, seemingly repeated endlessly. Each time, something goes wrong because reality intrudes. Slowly the film becomes about that reality instead of the film: the boy and girl playing a young married couple are from the nearby village and he has been courting her and has been turned down by her grandmother. (Her parents are dead.)He has seen her only a few times, but is in love with her. He thinks he saw an expression once in her that reciprocates. Now in between those interminable takes he begs her to express her love. These take the form most purely of her reading, deliberately ignoring him, and he (an illiterate) telling to turn the page if you love me.She demurs through the whole film until the end which has a very long slow scene. Very long, wordless. And she gives an answer that we impute so indirectly is it a far  literally far  observation. One amazing thing that occurs is our wonder that the filmmaker expects us to tolerate what he is doing. The other is that we do. So I would recommend this. But there's an issue that disturbs. This works for me because the society depicted is so alien, so unbelievable. The women here are women only in that they are allowed to have children. They are beings only in the most technical of senses. One wonders if such a place can really exist on the planet, or if it is a concoction or art to merely show the weakness of man.I say this because I have a notion of symmetry in folding. I think successful art that represents itself has the same \"semantic distance\" on both sides. In other words, there is the same degree of abstraction between our real world and the foundation world of the film, and that is the same distance to the film (or art) within. I find this so prevalent that I pose it as a law of introspection.So here we have a film that I assume was made for Iranian viewing, by viewers that would accept the world of women we see, wouldn't wonder at the third world infrastructure, would knowingly accept the dilemma of proud illiteracy. That places the world of the viewer very close to that of the movie within. Or does it? Is the Tehranian who sees art films more like me than the primitives we see here?Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1514575"},{"movie":"Zhui ying","heading":"National Treasure: Book of Movies","date":"5 February 2010","content":"I saw this with \"Riders of the Whistling Skull,\" which I swear I first saw decades ago. It was a movie about movies without self-knowledge. This is the opposite. It is from Hong Kong, possibly the most introspective film source we have (after Barcelona). The story is an Indiana Jones bit, just like the Whistling Skull: a treasure with cryptic clues that needs a woman to translate. Isn't that always the way? The men fight and dig and make the rationale, but the women see and know.The gimmick here is that all the key male characters look like famous kung fu actors. They have similar names as well, and many of the jokes are built on this in the story. This element makes it mildly interesting: the deliberate, overt movie about movies, with as many weaves as can be made, from other movies, references and characters as famous actors (not famous characters).Francis Ng, who wrote directed and stars, apparently specializes in this.Pace Wu is lovely.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw2202525"},{"movie":"Zhou Yu de huo che","heading":"A Train Painted on a Vase","date":"8 August 2005","content":"Regular readers of my comments know that nearly all my viewing is by recommendation. So, often I will pick a film that I know nothing at all about; this is one of those.My goal is to stumble upon a hidden gem that has escaped all the geniuses I know, that has such power that it takes me by surprise. Friends, if you are reading this and haven't yet seen the film, I have stolen the joy of discovery without knowing; but please do see this. It is precious.It is something between the best of Tarkovsky and what you might like of Kar-Wai Wong.The story is purely in service to the cinematic images, and those are in service to some very pure notions: Poetry as love, love as travel, travel as painting, painting as copying one's self and sending it out, going out as diving into water, diving as love, love as poetry.Unbelievably, each of these concepts is displayed in images of a train. You have to see it to believe it. Trains have been with film since the very beginning, and have been handled by masters. But I have never seen it so thoroughly explored, extended and exhausted as here.The narrative is folded and shifting. It could be a poem, a porcelain painting, a story from each of the four main characters that invents the others. It is quite confusing the first time around.The main thread is in the real world: a porcelain artist falls for a poet in another city. He writes poems for and about her, including her journeys on the train to see him. He gets sent to Tibet. She follows and on the way back is killed in an accident. Later, another woman (played by the same actress) meets the now famous poet and they fall in love. Or do they? This second woman travels on the same train.All of this is chopped and shifted around in presentation, and you have no idea who is telling or seeing what, including several episodes where the first girl also falls for a veterinarian she meets on the train. He may be an imaginary figure. Both the girl and the poet love two people but their bond, at least according to the poems, is much stronger.That's all the story you need to know to not be unsettled and to just go with the flow.What reminds me of Tarkovsky is the way the camera invokes parallel realities as if it glances into the mind as easily as outside a window. The camera is restless and goes to odd places, but once there temporarily becomes meditative. The simplest scenes become blossoms.If you ever loved someone distant, you'll recognize the magic of yearning driving a mythologizing of reality.You have probably seen the actress who plays the two women, Li Gong. She is as good as Liv Uhlmann in the way that Liv is capable of small, flitting expressions that each contain whole lives. She has some American films in production, I see.Please see this.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1145827"},{"movie":"Zhi qu wei hu shan","heading":"The Japanese Win?","date":"31 August 2015","content":"About a 2D viewing.This is very clearly produced under Party sponsorship to celebrate the soldiers who won the country. The contrast with US WWII films is striking. We require tough heroes, where here there is something more noble. Two remarkable things... The film has an odd framing device that one can only imagine was dreamed up by a Party official. A modern Chinese youngster is off to Silicon Valley as a sort of genius. He watches on an iPhone an old movie of this event, apparently staged by the Peking Opera. In between, we have this film. At the end, we discover that he owes his existence to this and by implication his education and opportunity. The time is set right after the collapse of the Japanese occupation. Warlords have seized the armaments and sustenance and for the People's Republic to succeed, ragtag groups must prevail. (No mention of the official government.)The strange thing is that though produced by Chinese, it is thoroughly Japanese. Kurosawan to be precise. The filmmaker remarks on this in a fun way: the movie is over, having presented the 'real' story. Then our young modern kid imagines an alternative ending, and it is thoroughly Indiana Jones. Incidentally, the stunts and effects are pretty ordinary except for a sequence with a tiger. This was amazing. Had to be real.","id":"rw3308119"},{"movie":"Zhi guo yuan","heading":"Wand Erful","date":"24 June 2007","content":"I saw this with a film about immigrants in New York. The value in that film was to show me a culture I wouldn't otherwise see. This is much more powerful.Its the oldest known Chinese film you can see. Its obviously staged on sets for easy drama, but I imagine the street activity (100% of the film) is close to genuine. I imagine the characters, though drawn dramatically, are based on those that would be common to citydwellers. So even though the story is daft, modeled after Mack Sennett, you can get a glimpse into a world that is completely gone today. And that's good enough for me to recommend this silly story.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1680233"},{"movie":"Zero Effect","heading":"Student Project","date":"6 October 2001","content":"Spoilers herein.I like mysteries because they engage the reader and writer in a battle of wits, where the reader's mind is always trying to be ahead of the narrative. Its the nearest thing to living in the future. It can be powerful stuff in the hands of an intelligent filmmaker.So...student project: what do you have to do to Sherlock Holmes to make him work in a modern film context? Need to preserve the deduction, reclusiveness, probably the drugtaking, bachelorhood and of course establish a Watson of some type.Here we have young Kasden's solution. The engagement here is not so much with guessing the story -- all is revealed very early. Instead the game is watching a movie that likely could have been great, and superimposing your own solutions to make it better.Stiller and Pullman are good enough choices. But we see little of Zero's talent. Most of what we see is ordinary snooping. His haunted ruminations don't seem connected to the rest of him. This needed some work. Stiller's character too -- we have no idea why he is indispensable. Probably the one element of Watson that should have been kept is his daftness sometime prompting insights.But so much in this genre is defined not by characters entering a situation, but characters who are defined by a situation -- and the situation here isn't very interesting. It has some promise, with a couple false conclusions, but no red herrings. Ryan O'Neal reminds of William Shatner. Horrible. And our mastermind female never charms, never seems intelligent. Dickens just cannot project that magic illusion of manipulating the environment according to some inscrutable plan.I think this young filmmaker has some clever general notions about what works, but he seems to lack the talent or intuition to really make those notions sing.","id":"rw0478891"},{"movie":"Spegeln","heading":"Reflections Reflections Reflections","date":"3 September 2002","content":"Spoilers herein.Many films allow one immediate response; you know while watching how effective it is and at the end are geared for talking or writing about what you have just seen.Others, you need to spend time with. This -- I am guessing here -- is because the truly great so lead our imagination that we need to heal or grow after the experience and only then assess what has happened. Surely when you are in this film, you know something special is going on: there are some true transcendences of the eye; very dimensional, surprising. Just as you have established the field of vision and registered the one thing you expect to see, the camera moves in an unexpected manner to reveal either a completely extra or contradictory reality.Those moments thrill, but confuse at the same time because in lesser hands, this would be an excuse for noodling about with the 'story' in a superficially artsy-fartsy manner. Only after some time can you evaluate how effectively this might have slipped between the sheets of your minds. It is a matter of some interest to me how this happens when it does. Is it a matter of the artist knowing us better than we do ourselves and slipping into our dreams unawares? Or is a matter of creating an attractive castle that we are drawn to and inhabit?Generally, when an artist is called 'personal,' it is thought to be the latter. But in this case, I think most of what he has done is find that universal manner of overlapping and merging that underlies the visual memory of us all. What confuses is the Soviet environment: the intensely uncoordinated industrial environment and the once fine but now dilapidated urban residences. They transport us to a different place: the unfamiliar described in a familiar way.Surely this is not what he intended: he didn't make this for a comfortable American/European. And if not made just for himself it was for people who shared the same world. So at least as far as the content, we are attracted to an unfamiliar castle. But so far as the 'personal' form, I think he has found something strangely cosmic. This may be the best film (with Rublev) of one of the three most important filmmakers in history.Ted's Evaluation -- 4 of 4: Every visually literate person should experience this.","id":"rw0139373"},{"movie":"Zelig","heading":"Layered into Reality","date":"20 October 2003","content":"Spoilers herein.Woody's films, enjoyable or not, represent a walk though all the larger philosophical observations and experiments in film. Most of those - at least in this period - have to do with how the camera distorts reality.We get this in the reinvention of history overlain on the very nature of a fake documentary. It is echoed in the story, of course, which gives Woody a chance to mug and romance his new girl. (She `saves' him.)Anyone who thinks this is about a man needs to have his license to watch Woody revoked.I consider this a practice session for his best film: `Sweet and Lowdown,' which deals with these same issues, in the same way but so much more subtly and powerfully. That's in part because Woody's biggest liability as a director is Woody the actor, and he substituted the best folded actor in the world. But it is also because `Sweet' didn't have the distraction of manipulating old film.Still, this is a pretty sweet idea, the idea of having a character be sufficiently powerful that he is able to actually modify existing filmed history.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw0206942"},{"movie":"Zack and Miri Make a Porno","heading":"Dumpy Mirror","date":"2 February 2009","content":"Another movie mashup. One component is an ordinary date movie. You now the formula: guy wins girl; guy loses girl (because of some error); guy gets girl back in some public way. The only difference here is that the public way is them having sex in front of a camera. This is related to the other component which is supposed to distract and amuse us: all the supposedly funny, PG sex jokes.Well, Kevin Smith just is not a smart guy, nor does he have creative instincts. The girl is quite pretty as required, and the guys is a doofus as preferred and there are two worthy jokes, but this is just. dumb. stuff. The only redeeming value is that it earns a listing of Tedg's movies within movies where the inner movie bleeds into its container.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw2017330"},{"movie":"Yojimbo (Livvakten)","heading":"I Know I'm Quite a Spectacle, But Do Your Looking Later","date":"20 August 2002","content":"Spoilers herein.We are indebted to Kurosawa for one big thing and a couple small ones. Among the small ones is the deconstruction of the western, which was transformed forever by the chain of events started by (and depicted in?) this film. I recommend Yojimbo if only because of this importance.That chain starts with the spaghetti westerns which introduced irony into most elements of the form more obviously for us, well westerners. And it finishes (probably) with `Star Wars,' which is nothing more than a slightly shifted selfaware goof on the already outed western. That this is based on a Hammett story should be a tipoff as he did the same for the mystery genre. Kurosawa did this knowingly of course. You can see his other projects marching through other notions of film and revolutionizing them.Naturally, there are other values here: perfect framing; multiplanar visual storytelling through mime; and a camera that denotes the eye of fate. But by the time one gets to this after seeing such masterpieces as `Ran' and `Rashomon' and `Seven Samurai,' especially the first, one gets used to expecting skill from Kurosawa equalling the skill of his samurai avatar.If you know what this movie is all about, it puts `Last Man Standing' in a much more intelligent and cinematically important perspective. The title of this comment refers to the fact that it is essentially impossible to see any movie today and not be in part watching a Kurosawa film.Ted's Evaluation: 3 of 4 -- worth watching","id":"rw0076043"},{"movie":"Yume no ginga","heading":"Pregnant","date":"28 April 2008","content":"We live in a universe in which our fronts are three dimensional. We move into the world, moist, breathing, shaping moist breath to cause and shape things. We are worlds unto ourselves, feeding our lovers oysters with colored eyes engaged.From behind we are flat. Things have occurred. We are no longer agents weaving worlds but effects of a hungry system. We are no longer worlds but bits of a machine who chases us, closing in on our excretions of different types. Our sexual organs are balanced between, subject to being swallowed by fate, by mechanics alien in every way, but yearning to be the stuff of agency, making, being.Its at this fractal edge this film (and its companions by this filmmaker) places itself, determined to scintillate between being, causing, at the front and noir structure behind, flat. Only the Japanese can approach this precipice in this way because only they have this tradition of flatness in image. Kurosawa solved it by superimposing sliding planes. Ishi by sliding narratives, conflicting in direction: things happening, caused versus things that have happened seeking explanation. He also leverages the ghost story form that seems to go back a millennium. I applaud his ambition, and viscerally thrill at the cinematic investment. Its where art comes from. All art fails... that's the risk. Its just a matter of whether the artist has the confidence in how HE moves, because we can only see his flat backside. Ishi has that confidence, which you can sort into structure, and thence into life. And then if you dare into encounter.Its then that you determine whether it is deep, a love, something that changes or merely tastes. In my case, I have to report, dear reader, that I was not transformed by this. This is not a life-altering encounter as some are. But it is something, not nothing, to have a film designed to be fully entered from behind. It is not trivial to find something open. In this case, the watcher is a pretty young woman who presents that cultured coyness unique to Japan that reports (here by letters) her willingness, no, eagerness to succumb. By entering, you breath, and that's enough.If you want a report from behind: the film is a mystery story about a male bus driver who may be a serial killer and his next victim, a pretty bus conductor who has placed herself in that position to investigate. Nominally, it is a game, a labyrinth, that the two enter, enclosed, largely pre-determined but with some choices. She falls in love with him...This is the stuff that Ruiz handles so deftly but scarcely so visually. Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1865181"},{"movie":"Akira Kurosawas drömmar","heading":"Italian Dreams","date":"4 November 2003","content":"Spoilers herein.I arranged to see this as I was visiting Italy. It deepens my experience from the great filmmakers to orchestrate the context so.Italians make a fuss over the simple pleasures. They eat like they speak, with their entire upper bodies as they caress the most direct abstractions. Their language is designed to be beautiful in itself in that easy alliterative tossing of vowels.But those simple abstractions crowd out the more sophisticated ones as one can see in (by Mediterranean standards) absurdly blunt religion, politics, even crime and sex.Each person must make a choice whether the simple pleasures are worth the cost of the deeper ones. It is a matter of design versus art.Kurosawa chose the more difficult path his entire life except for a brief interlude with the Soviets and here.Usually his films begin life as meditations on ineluctable insights, then get captured in detailed paintings. The resulting film images provide insight into the ideas, which is the thing that makes his films worth living with. `Ran' is complex and is a different film on each viewing, each one potentially lifealtering. Not so here. Sometimes film can be personal, but that is impossible when you must have many collaborators. In order to come to some common purpose; things need to START with the visual as sort of a lowest common denominator. That's why special effects film are rarely worth the viewing.Here, Kurosawa has scores of collaborators, so he needs to shape his film in the Italian way. That's why the fulcrum of the thing features our leading Italian-style filmmaker as an ersatz Van Gogh. (He incidentally misunderstands Van Gogh, by the way. Vincent was perhaps our most cerebral and literate painter. His absinthe addiction and porphyria gave us the first intelligent hallucinogenic art. But his intent was very conscious and deliberate, not the obsessive Italian locomotive of intuition depicted here.) But never mind, we get what he means.In this simple, lowest common denominator, Kurosawa falls back on solidly established tradition of Japanese ghost stories, particularly the films of (???) as a short cut. Only the first one and a half story and the last deliver what makes him special beyond the genre.Those segments are excuses for highly abstract pageants, self-referentially staged - with the watcher (nominally the filmmaker) built in. The last one is the one that sticks with you. It is amazing how often over the years I have consciously recalled that funeral procession.That last story is perfectly ironic. A 103-year old man preaches a simple life while surrounded by waterwheels that superficially appear nature-friendly. But instead of being the primitive devices he is working on, they are made of machined lumber with excessive use of bolts. It is as if we were all in a great modern machine that we have abstracted into something that comfortably feels like nature. I'm sure that is the way it was with this elaborate studio set.The mechanisms of those wheels is some combination of his generative imagination, Mother Nature and the gears of society.I can hear him saying `I'm not dead yet,` like his alter ego in `Madadayo,' but with a certain resignation of a valued life lived without the simple pleasures. Bless him for his life - who among us will credit such a funeral celebration?Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw0289717"},{"movie":"Yuke yuke nidome no shojo","heading":"Helter Skelter","date":"24 August 2007","content":"How do you watch an old movie?Until recently, when video rentals and media sales allowed films to have persistent markets, movies were set in their context. Movies were made, the commercial ones, to last a few weeks and perhaps make some money. Then, the film would be recycled, the messages lost and the material reused.Few of the creators had any notion that someone would be watching in 40 years, or even 400. Now as it happens, I was watching films when this was made, so even though I'm coming to it out of its context, I do know the Manson murders and some notion of where Japanese film and society were. But the truth is that I cannot connect with this the way the filmmaker intended; I'm just too far removed in time and culture.I can guess from the outside: the nudity would have been shocking in the time and place; the dramatic devices more effective. The depiction of society as fundamentally damaged is universal and reachable but not through the vehicles used here: the Japanese obsessions with virginal sex; the particular abstractions of Japanese comics; the Japanese tradition of suicide, essentially religious; the Japanese tradition of ritualized stage drama  the role that filmmakers played in Japanese society as challengers of culture that has no counterpart in the west.And then there's the dark side of zen, that violence heals.So how do I watch this? Do I pretend I am the intended audience? I do that for some films, and in some cases where it is a film I have seen, I recapture that prior self as well as the filmmaker's intended effect. And if I am pretending, do I go as far as pretend to be the audience the filmmaker is criticizing instead of being on the filmmaker's side?Do I watch it for historical value, looking for its place in the development of films that do affect me directly today? That's easy enough, given the importance of Kurosawa to me, based on a connection that largely transcends context. But it seems a lot of layers to go through for something that was meant so simply.The story here is of a girl who defines herself as a virgin because she bleeds when gangraped. We learn that she imagines a previous gangrape but in fact she has been serially abused by her father, making both parents suicide. There's a celebration of the sometimes warm, sometimes cold concrete on which this blood is displayed. A boy provides an on screen watcher, intended to be ourselves, folded into the story. He  and the imputed we  have tremendous problems with sex, alternately hot and cold. Violent or adverse. We kill everyone we see, something underscored by photographs of a filmmaker (Polanski) and murdered wife (Sharon Tate).Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1717633"},{"movie":"Young People Fucking","heading":"Melting Together","date":"4 September 2010","content":"There is something about this idea that really appeals. Generally, when you have these parallel stories, all about the same situation, we can merge them into a complex situation with ambiguities and overt conflicts that get pretty rich. Sex, the actual encounter, is avoided in films. Who really knows why. Though the title is exploitative, the intent seems pretty serious. After all, this is the place that gave us Maddin, Cronenberg, Hartley and Egoyan.Enough of it worked to hold me, and it was clear that the writing was intended to take advantage of the overlap between scenes. But two of them were problematic. One was designed to play with the folded notion that we as ready voyeurs would negatively judge an on-screen voyeur. This really could have anchored the thing but the stance did not merge well with the others and was apparently written by someone else.A second situation involved an unexpected role reversal, a sort of sexual con within the expected con. But the others worked, finding clever ways to be where we have all been, trying to connect.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw2305646"},{"movie":"Young Adam","heading":"Knife in the Water","date":"27 October 2005","content":"If you love film, you know the first Polanski project, \"Knife in the Water.\" It is a simple project: a couple, plus an extra man, confined on a boat. Sex.It is an important project, taking the seat of the characters and extending it into a space around them. The challenge for the actors is to project out into a haze that surrounds them. It only works because the space is confined, incidentally in a boat. Orson Welles conceived the idea but his project was unfinished. Polanski finished it.Polanski's project was told from the perspective of the couple. Presumably the man is a lawyer with his out-of-law wife (his mistress). It is all about laws of various kinds.Now imagine a project with the identical approach but told from the point of the drifter. What is his story? What is his haze?Watch the two together if you dare. This time around we have a more ostentatious art: beautiful staging, terrific lighting, hazy score. Absolutely controlled and contained acting. And yet at the same time we have the haze extending to grit, humanity, sweat, rutting.This time around that reality gives us more explicit and human sex. And more explicit law.You need to watch this, folks. It is intrinsically deep and engaging. Slow. Meditative. As with a Rembrandt, the meditative but intense emotion draws you into the haze, here shown many times as shadow (or coal dust, or water).One of our most serious actresses is Ms Tilda. I'll watch anything she chooses to throw herself into.Ewan chooses intelligent projects. You will discover that our drifter is a writer trying to do something different. It is why things are so hazy and non-linear, the typewriter underwater. The one explicitly folded shot quotes his \"Moulin Rouge\" folded typing.If you want to understand how actors put themselves on their skin, then their sweat, then the haze around them that is shared, then into your own haze... watch this.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1206653"},{"movie":"You'll Find Out","heading":"Three Performances","date":"28 January 2005","content":"This may seem like slight entertainment, and of course it is. But I am recommending it as must viewing until I find an earlier example with this structure.The setup is simple enough: it is explicitly a self-aware movie. In fact Kyser comes on at the end and assures the audience that Lorre, Karloff and Lugosi aren't really murders. Within that are several performances of the band, performances I assume are similar to what they did in non-movie-land. Two performances. Added to that in a clever way is a third. For this you need some background.From about 1880 to 1910, many North Americans were spiritualists. Yes, about as many as today call themselves evangelists, the movement that displaced spiritualism. The rapidity of the change is breathtaking in a sociological context and interesting in itself. By the thirties, the \"next\" generation was making serious fun of spiritualism, usually in terms of uncovering a fake séance.I've found several earlier fake séance movies, but they are all in the context of detective movies. That's another story all together. Superficially, they look like the fakery in this movie: a secret room, microphones, special effects, gullible participants holding hands. But this is the first I think that references it as a performance. A lot flows from that tipping point on both sides: movies and the religious show.Three layered performances, here.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1008590"},{"movie":"You Got Served","heading":"The Porn Brand","date":"11 February 2004","content":"Spoilers herein.I think there are a few well defined types of film. You can enter a film for various reasons, and one type is there to provide you with a template of what you would like to be like. You go to these films not so much for an experience, but an anti-experience; you want to identify in a way that reinforces your identity.If the movie is too ambitious, or too much work to watch, you cannot feel superior enough to adopt it as the brand that you belong to. Naturally, kids are one target for this sort of thing, but they are not alone: check out nearly all sports films, most `date' movies, and of course traditional porn.These movies always have `good parts,' where you get the brand, and deliberately bad filler that you can guffaw over and generally feel superior about. Its all about branding and brand acceptance.In this case, whether you like this is a matter of whether you by the brand, because this dance style is as authentic as urban sports attire.But you already knew that.I'll go to ANY dance movie. That's because since `Red Shoes' the dancing eye of the camera has been part of the engagement with the dancers. The very best such films use a camera that is a coherent part of the dance. `Dogtown' did this, if you'll allow me to say that skating is urban dance.So I was eager to see how this fellow waterbug handled it - he is supposed to be `genuine' himself. Urban music is overtly unsophisticated, regular in 4/4 rhythm and mundane in harmonics. Its appeal - like the porn brand - is the rest, where energy and local in** (very local to the beat, what musicians call rubato) give us appeal.The camera does two things: switch between high and low (knee level), and do so more or less to the beat. Two cameras are used on all the dances except the last where four are present. I was pretty disappointed because there really is an art to hiphop and there are cinematic tools Stokes could have used: rhythm in the camera, time shifts (like the back and forth or turntable scratching), emphasis on body parts other than faces and knees. None of this. So it stabs the brand in the back. Stokes is off with his phone turned down when the brothers really needed him to be there.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw0922960"},{"movie":"Jiddra inte med Zohan","heading":"Hackycats","date":"29 September 2008","content":"Only one joke in this worked, for me. Its a doozy and also a metaphor of why this fails so dramatically.First the joke: Among the many talents of Zohan is his mastery of hackysack. This is the game of tossing a small beanbag around without using your hands. This sport, the only one mentioned, stands in as the competitive monster in the Middle East. It provides a plot point: a Jewish/Arab sack-off that entices a whole section of town away so the real bad guy can do his worst.So from time to time through the movie you see Zohan practice. The joke is that one of those practices with his two buddies involves keeping a cat aloft. Now the skill in pulling off something like this should not be under-appreciated. Its all in the sounds the cat makes, sounds which convey annoyance and not danger. (The cat is shown immediately after as merely miffed.) I am sure those sounds were created by a comedian and refined many times. It really is a bit of comic genius, original and funny, unlike anything else in the film.You see. The Adam Sandler films that work for me are the ones that create an alternative world, whose existence and difference with (what we think of as) the real world are funny. The world is funny. Then just existence is a joke that you can embellish, but only slightly lest you break the spell. This is hard to do. It takes work on all fronts and a single mind must reign. Consistency is everything.Then you have the more common type of comedy. In this model, you get as many jokewriters involved as you can. Its all about gags. Funny thing about humor (Heh.): people don't remember the jokes that don't work, and if you hit a quota they will only remember that \"it was funny.\" I believe that quota has been constant since Laurel was hit by Hardy. So its a volume business.But these two models fight each other because each gag, each writer cares nothing about the containing world. Its just every gag for itself, chaos. Its the same sort of near-term elbow-pushing politics that this movie tries to disarm and in the process amplify.Sandler usually can be counted on to anchor a comic world, to be the focus of the comic cosmos. Here, he is just kicked around from gagwriter to gagwriter, mostly juvenile.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw1953478"},{"movie":"Komedien om oss människor","heading":"Capra apparently took it with him","date":"1 May 2006","content":"Sometimes a movie isn't a movie at all; sometimes it is just a play. And sometimes when it is just a play, it is a just a forum for the playwright's reaching. Fair enough I suppose.You'll find a lot of those in the 30's, where America was trying to find itself and was toying with socialist ideas that today seem radical. At the same time, movies were trying on several ideas in a quest to discover what they were.Both of these exploratory periods are largely forgotten today and the options they offered aren't grieved as they should have been.This play was a sentimental screed on the terrors of capitalism, and how it necessarily destroys the soul of everyone who participates. The bad guy drives competitors to death, aspires to be the world's largest arms provider, a monopoly in fact. Bankers = bad. Dropouts - good.There's an inserted bit where our hero (Barrymore) refuses to pay taxes on the grounds that they do nothing useful. And another (from the play) where inept cops arrest the crowd as suspected Soviet revolutionaries. They are tossed in a cell with folks obviously there because of financial injustices.Its entertaining enough, and if you thought \"Wonderful Life\" was a great film, you'll like this too. You'll probably like \"V for Vendetta\" also, as it is a similar simpleminded polemic wrapped in a minimum of cinematic sugar. Same core, different sugar.And it is the sugar, after all that makes this work.In the similar, later one for Stewart, \"Pot O Gold,\" the characters weren't comical. They did comical things, but none of them were ridiculous, even the greedy capitalist who, like in this, needs to buy a house and is thwarted by happy campers.This script is different (Pulitzer-winning, incidentally). Silly characters populate the thing: A girl who imagines herself a ballerina and can't stop dancing; her dope husband who still thinks he is on the College football team; a man obsessed with fireworks; another with mechanical toys and so on. A large Russian visitor who comes for the free meals and whose opinion of everything is: \"It stinks.\" Black jitterbugging servants.Beware, you'll like this little confection, and even buy the message within as a result. Or you'll wish you lived in a so-called \"simpler time\" during which this simple wrapper and message worked.If you come to these old things because you like one of the actors, let me point out Ann Miller as the dance-obsessed wife. She was 14 at the time, having lied about her age to get the job. What an amazing presence she was, even then.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1356582"},{"movie":"You Can Count on Me","heading":"The Human Bullwinkle","date":"19 July 2001","content":"Spoilers herein.From the amazing talent of the writer behind Bullwinkle, we have a personal exploration of sibling roles/rivalry. It fails because he attempts something requiring skills he doesn't have: a sensitive reshuffling of expectations which simultaneously tugs at common strings. Naturally, a kid is exploited. We wonder where is the dog?But there is one surprising thing: the writer appears in a small but pivotal role. He's pretty darn good -- in fact most of the players are. But they can seldom control the threads the writer hopes to weave.","id":"rw0655693"},{"movie":"Hero","heading":"Space","date":"8 September 2004","content":"Two things interesting about this project. First, the sad news, at least for the Chinese, that the Japanese have finally won. This is a Japanese film in all important respects: the theming by lush color, the rather modern notion of benevolent conquest (genuinely originating in the Persians but only used since as justification for selfish empire, specifically in this case Japanese conquest - and adopted by the Chinese only since the war) and of course the wholesale swallowing of Kurosawa.Kurosawa is here obviously in the story: it is half 'Rashomon' and half 'Ran.' But more important is Kurosawa's theory of film as a device to capture space. As with Parisian impressionist painters, the thing painted is not the point. It provides an origin only; the painting is about all the magical things that happen in the space between the subject and the viewers eye. The paintings, and Kurosawa's films are about that space.Kurosawa invented the technique of shooting from very far away with a telephoto so as to flatten space, and at the same time creating (usually three) layers of space. Often, he would engage the space directly.This masterful film is obsessive about the point and may be the most lush swim in dimensional space you are likely to find with the technology we have. Every shot is oriented around not the action, but the space that contains the action. Falling water, dust, lots of blown fabric and hair, feathers, arrows, even book tablets and those leaves! With lots of bamboo screens, all these are used to show the space, plus the usual fantastic mountains, clouds and forests - even at the end the Great Wall and of course the moving waves of soldiers and courtiers.Many of the architectural shots are lifted from Welles' \"Othello.\"The matter is not lost in the copious allusions to mental space: the game of Go, music, calligraphy, politics, and love. All these are defined, exercised and conflated with one another in terms of space and the intrigue of space with a little more effort in the latter items on the list. Then, waving lamps are used to make 'murderous intent' spatial.Unlike 'Crouching Tiger' which this resembles not at all, the camera is static, not dancing. Where Lee emphasized the ballet of the fight by engaging his camera, Zhang stands back in the space. Where Lee conceives fights not among the participants but their masters, Zhang shows us not the fights, but the battles among the true worlds of the fights - the worlds of different colors.What we see could be the imaged Go game, or the imaged fight within it, or the imaged story Nameless tells, or the one the King tells and on and on with nestings of imaginations. Every nation creates their own movie to explain themselves. We in the US seem to like more militarist stuff. Except for the thuggish motive (my war for my kind of peace), we would do well to have stories about stories like this one through four layers until they reflect back on the origin. Complex story space in rich real space.If you are going to see this, you really must see 'In the Mood for Love,' which features Broken Sword and Flying Snow in something of the same relationship they have here. It is one of the best films ever made and truly spatial in a purely Chinese manner. It will completely transform your enjoyment of this.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw0843132"},{"movie":"Ying hung boon sik","heading":"Some Callow Grace","date":"27 June 2003","content":"Spoilers herein.As an enthusiast of film, I've develop all sorts of rationalizations for attentiveness which I describe to myself as projects. That way, I can report to you on various sub-hobbies -- like the one concerned with style and camera choreography. That's why I sought out this film at any rate: there's a cinematic sub-art associated with the imposition of style on a ballet of gunfights. John Woo is a major figure in this little corner of cinema.My own preference is for less overt choreography, more choreographed cameramovements, more style in the image and less strutting in the character. That's why I prefer Kar-wai Wong. But there were parts of \"face/off\" and \"MI2\" whose excess along these lines thrilled me, despite the strutting men.So now we come to what many believe is the earliest successful attempt at Wooist style. Looking at the first films of a master is often pretty rewarding. After all, nearly every film of this type is a bad film, painful in places. So watching one a little less good is no sacrifice: we watch these for moments. And in earlier films those moments are often fresher, more exciting.And that's the case here. There are some really horrid sequences, like the tussle resulting in the father's death. And there's the junky story -- oh and bad acting, even by Hong Kong standards. But there are a couple sequences that are very successful: both involving Yun-fat Chow of course: toward the beginning he takes revenge: and later he steals a computer tape. These are raw, but distinctive. Notice what the camera chooses to see: small lives in each death, small expressions of individuality and character as each person appears on the screen for only a few seconds before they are killed. It is as if Woo creates a kanji character (named Mark!) who spends a second or two creating quick kanji of subcharacters: making them live by taking their lives.\nTed's Evaluation -- 2 of 4: Has some interesting elements","id":"rw0239469"},{"movie":"Mat, dryck, man, kvinna","heading":"Visual Smells","date":"25 August 2000","content":"I found nothing interesting about this film but the food. The story and craft are all fine, just not memorable. But the food was rich, and that alone makes this an important film.Film is a solvent art. Successful film leverages senses and emotions outside of itself, moreso than other arts. Only dance and architecture are similar in the directness and externalness. Violence, sex, celebrity, betrayal are the usual suspects. Food has been done before, but it appears to be difficult to evoke the sense of taste as richly through vision as we need.Lee has the advantage of Chinese cuisine, the preparation of which is strange and intriguing to Americans at least. He captures us by the mystery of what is going on by showing a lengthy preparation session before the first \"story\" scene, so we are in suspense about context.\nBut Lee also has real art in what and how he has placed the images. He understands that it doesn't work to focus on the food itself. He gives us rich sounds -- gosh, what sound editing skills! He gives us movement as edibles slide from one implement to another. He gives us aromatic visions as things sizzle and smoke. He gives us ceremony in the presentation, but all BEFORE the table, made special meditations because once things get near the table, they are treated casually.Here is an echo of the hundredtwenty year old debate in the academy concerning easel painting. Portraits (character studies) are acceptable, human art. Landscapes are \"real\" art (in film, think of \"Lawrence,\" \"Out of Africa\"... Ford westerns... maybe 1/4 of all films). But, so the academics held, \"domestic still lifes\" cannot be real art. At least we know this form is difficult and therefore rare in painting. More difficult and rare in film. Lee is an intelligent student of film, so understands this well. Experience this film; you won't be sorry.","id":"rw0352542"},{"movie":"The Grandmaster","heading":"The Three Flows","date":"16 August 2014","content":"I've been in training of a sort and unable to view serious movies, so it was difficult to arrange for this, and the anticipation built. Now I regret not having prepared better.Filmmaking for me is calligraphy on water.A filmmaker's art can be in the shape of what is written. Nolan, for example does well with this. It can be in how it is written. Kurosawa and Wells are good examples.Or it can be in the nature of the *brush,* the instrument of capture itself. Kae Wai Wong is the only living filmmaker that works in all three simultaneously. So far as the story, I was lost much of the time. This clearly was made for a Chinese audience who would know the history and characters — and who would appreciate important regional differences. The unrolling was slightly non-linear but that was not a hindrance. Nevertheless, the three stories had power: a meditation on soulmates, a tragedy of lost/stolen tradition, an implicit history of cinematic fight styles. These are indeed treated as if they are fluid flows, only partly captured and disturbed by the looking. Some of the shifts from realistic to formalized (not unlike Herzog) underscore this.Among the various threads on screen, the love story was what engaged me. Power in its restraint. A sort of noble but incomplete joy in the tragedy. Waiting to say little. Alone. The nature of the tragedy has so many ambiguous overtones it bleeds into an open life, which I presume to be a requisite for any of his films.Among the threads behind the camera, I found the strokes here to be novel. This is film about traditions being merged to create power, a power incidentally that spawned a choreographic tradition in cinema. It seems as if the partnership with the new cinematographer (after the rich relationship with Chris Doyle), is based on moving from one *style* to another.We have a variety of cinematic perspectives, many of which are beautiful. But the point seems to be the transitions one to another, the movement from one world-view to another. Lyrical vision, always expanded vision. Slow eye jazz. Experimental rhythms. Typical to this filmmaker is a reference to this: the ultimate fight scene is photographed with four perspectives, each with a unique style. *Behind* is a train that starts and by the end of the fight (and causing the end) it is racing. The effect is amazing. I am used to the patterns he used with Doyle, whose choppiness clipped Kar Wai's meditations. Doyle's drifting complemented Kar Wai's fixed meditations. Now, it seems he has a new worthy collaborator, a partner in exploring new mixes, new expressions. I don't know this fellow well, but of course have seen his work. From how well the thing is assembled, I imagine they have shot a 20 hour movie.At all three layers, he references dynamic water.Rating: 3","id":"rw3069881"},{"movie":"Yesterday Was a Lie","heading":"I'm a Jungian, not a Fortuneteller","date":"4 May 2010","content":"I saw this together with \"Conversation(s) with other women.\" Both try something ambitious with narrative structure, extending notions I call folding.Here we have something that starts with noir — and by that I mean noir in the popular sense: black and white photography, a hard-boiled detective, some voice-over and seedy settings. These are only accidentally associated with noir in my mind; the real core of noir is the creation of a world that has features we as viewers expect and to some extent control. This filmmaker understands this, so has used noir for his narrative experiment.The experiment revolves around a science fiction device: a notebook with some secrets of Quantum Interaction. The backstory has experiments that use repetitive number patterns to allow a researcher to start to bend time. Two lovers have faded in their love. She is a detective put on a case that leads them to this notebook. He engages in the experiment to recapture their love at the cost of his soul. The story is told from her POV, which involves non-linearity in three respects: what we see and understand, what she sees and understands, what is understandable (in the sense of the physics changing). This last is to the heart of noir, where the act of seeing changes the cosmos.Her cat is named Schrödinger. She has a doppelganger (her sexy female anima), played by a woman who dominates: she is a muse/teacher. She literally is the producer of the film, and she provides some competent moody songs. All of the actors are people we should know from various, mostly bad TeeVee, science fiction. It is all rather brilliant in the way it is conceived and worth seeing because of the ambition.The problems are many though. The actual narrative, those threads you weave out of the fragments you are given? It just is poorly done. This needs more power in the actors, the lines and the cinema. It references urges that can bend the world. Polanski does this and delivers. \"Ninth Gate.\" There is no there here. You may not notice this because it is easy enough to supply that romantic urge: we all have it and have nurtured it in our movie experiences. We carry it into this project and can plug in, indirectly increasing the narrative effect.So that is not a lethal problem. The other problem may not bother you, but it worries me greatly.This experiment relies on some detailed explanations of the \"science\" involved. As with many popular-level notions, we have selections from the most accessible and attractive features of Jungian cosmology mixed in with common misconceptions of quantum physics. It plays the same role in this story that mentioning a recent meteorite has in zombie movies. You nod, agree that the explanation is plausible and move on to consume the narrative.The problem is both Jung and QI have possibilities that are much more powerful than those appropriated here. You can't start fire with water just because on screen it looks like gasoline. And you don't need all that folderol (good word) anyway. \"Conversation(s) with other women\" does much the same thing as here, but without the guff. Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw2244984"},{"movie":"Yes, Yes, Nanette","heading":"Old Timesheets","date":"10 December 2006","content":"Its hard to judge one of these old silent comedies apart from another. They were often made in one day, You watch them for overall effect unless there is some notable feature in them, or they were one of the elaborate projects by men we now think of as greats.In the group of films that Laurel and Hardy made, or either of them, there are only few worth actually identifying by itself and singling out for a comment. All the rest are residue of timeclock punching. This is notable only as a rare example of a project directed by one of them.In these cases, you usually look for some indicator into the nature of genius. \"Oneyed Jack\" is essential viewing, for instance, if you want to plumb Brando  and you need to do that to gain access to a huge corner of the cinematic world.But this isn't of that ilk. Unless you need the fact that the mentality of both of these men was no nonsense workmanlike. That the humor comes from the casual and cheap, not the elaborate, unusual or even dangerous stuff we would see from others.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw1541174"},{"movie":"Yes Man","heading":"Lost in the DVD Store","date":"16 April 2010","content":"The main character here is described to us as someone with no life. As the movie proceeds, our man has a modern redemption: he is enriched. It is important to get this initial notion of emptiness conveyed to us in as economical way as possible because generally it gets in the way of the following endearment-comedy cycle that these things depend on.So our guy is shown avoiding real life and aimlessly drifting through a video rental store, picking through time-wasting DVDs. This film would easily be one of them.Once again, ordinary life is contrasted with a magical world presented in the way that a movie is. People come and sit in an auditorium for an hour or two and their lives are transformed. The people in the ordinary world are hypnotized. I call this simple device \"folding.\" It takes that audience and conflates it with us, and we subconsciously adopt some of the characteristics of the on-screen audience. It is a cheap shot, a simple trick. But it works, and this is why we see it so much.Otherwise the thing has a standard form: girl won, girl lost, girl regained in a public display. Since we already have blown the audience effect for another purpose, here we have the audacious plot element that our appealing girl teaches jogging photography in one of the most cinematic urban parks in the country! It is just because of that last scene where a crowd as surrogate photographic voyeurs, can applaud the ultimate kiss.Zoe is appealing. Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw2236760"},{"movie":"Yankee Doodle Dandy","heading":"Pressed into Service","date":"4 May 2005","content":"America was at war. All Hollywood was pressed into the war effort, but Warner lagged behind. So Warner pledged to produce the most patriotic picture ever.Cagney was under congressional investigation as a communist. So he pledged to be in the most patriotic picture ever. Cohan was a shameless exploiter of cheap theatrics who claimed he could raise any soul by resort to the flag.Along the way, they determined to make the crippled president seem like a graceful dancer.All these turned to making this, what we see a few generations later. Alas, the effect is still the same. America is still at war. The current president is the most cinematic ally savvy.Perhaps you can use that knowledge to stand outside this movie and enjoy it without being slavishly manipulated. That's because under all the tawdry jingoism is a pretty good performance if not a good movie.Cagney really is worth watching, in nearly any project. But he is at his height here. There's a priceless routine where he plays an old man and the performance spills into real life as he meets his future wife. The penultimate scene is his dancing down the White House steps after playing the president and winning a prize.Fast forward through the cloying death scene.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1073787"},{"movie":"Din morsa också!","heading":"Chlorinated Onanisms","date":"11 November 2002","content":"Spoilers herein.Films in the US, India and Hong Kong have a happy freedom in that they can exist in a world context. All other films carry the burden of nationality, and it is a heavy burden indeed. That's because films define society and `national' films attract undue expectations to define what it means to be French, or whatever. It is burden enough when the country has a healthy economy, a long history with film, and political stability. But when the country lacks any of these, each marginally competent film gets blown up to mythic proportions.So it was within a whirlwind of expectations that I viewed this as a non-Mexican North American. My own experience with Spanish-speaking literature and film is relatively slight, but from `Quixote,' through Borges, hispanics have led us all in intelligent self-reference. In the last few decades, this has merged with post-modern fabulism or `magical reality' to produce some similarly great art.But there is a backlash from the street, which promotes the frank, impulsive sexuality of hispanics. And so we have Spanish films that are about sensual caprice. And people flock to them for self-definition. I recently saw a most amazing film: `Lucía y el sexo,' which to my mind was a superb blend of the two: Spanish self-aware abstraction folded into a selfserving passion for sex as life. Both literary and cinematic.Now along comes this film, that doesn't make any such synthesis. It in fact sticks entirely to the `passion-for-life' side, goobered up with some political commentary and wrapped in a traditional `dying girl' wrapper. That this is deliberate can be seen in the girl leaving her writer husband, whose friends talk about intellectual things she doesn't think important. Its pleasant enough, especially the dialog, and I didn't mind watching it. But knowing that millions of Mexicans adjust their sense of self using this template is somewhat tragic.So let's emphasize what element remains of interest: the narrative structure. There are three narrative stances here: the one within the story, centered on the boys; the `underwater' one (presumably the placeholder for what would be the folding in a better film and presaging some new awareness in the story); and the spoken narrator. These are separated by very clever sound editing and constitute the best element of the film. All the folding is done here: for instance, one road is blocked by a traffic death and later on a different road the narrator informs us that if they had been on that road tens years prior they would have seen an accident with similar social context.If you work hard, this spoken narration is sometimes clever but all in all you'd be far better off watching `Lucía y el sexo,' and celebrating hispanic passion: both sensual and intellectual.Ted's Evaluation -- 2 of 4: Has some interesting elements.","id":"rw0728203"},{"movie":"Xia dao xiao","heading":"David Footballfield","date":"27 January 2010","content":"Western viewers will find this dull. I did. I am supposing that there are enough colloquial hooks to make it engaging for its target audience. It certainly seems to be narrowly focused on Chinese Singaporeans. If you do not know this, it is three short films by the same fellow, a local humorist. The \"where got ghost?\" theme is distributed in three places: Roadside, Forest and Home. Each is played for comedy.You might like this, as I did, as an exercise in going further to enter the film's world than the filmmaker provided for. He very clearly assumed that you would of course resonate to the cultural jokes. It is assumed that you will naturally understand the local superstitions of this one (of four) culture in this tiny nation. They are quite unreachable, which makes them all the more alluring. They all have to do with manipulated fate.It is easy to go even deeper though and try to get behind the specific structure of the thing. This is not composed structure we are talking about here, at least I think not. But it is there. All three set up the world so that there is no such thing as luck. There are three places to stand: in the movie itself as hapless nitwits. As the viewer, a position clearly reified. And in the position of the ghosts, who here are all-powerful but still conforming to a (rather illogical) code. The people in the story aren't quite people: There is much made of the 4D lottery, and you get the feeling that these people are no more than lottery numbers. The structure comes from how the power of the viewer as a sort of ghost is woven into and sort of competes with the powers of the on-screen ghosts. In the last segment, we even see the ghost on TeeVee! In the middle segment, there is a sort of middle existence, where characters transition from humans to half-ghosts. It is strange, unfamiliar, and a bit titillating.There are two effective cinematic moments, at the end of the two earlier segments. The spell in the first segment it triggered by the theft of some oranges. As our dummy lays dying in the road, we see hundreds of oranges roll toward him as we have an overhead shot.The second effect is the result of an elaborate setup, involving trees, a house, magic that is real magic pretending to be fake, and a sudden transition. It is really quite breathtaking visually and forms the spine of the viewer-ghost structure.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw2198530"},{"movie":"Xavier: Renegade Angel","heading":"Constancy, Blizzard","date":"24 November 2008","content":"This comment is on episodes 9 and 10, which I am told are the best.I have a special place in my heart for the absurd, especially the cleverly absurd. These guys have something like that gift.But here's the problem. Its like anything else precious, it needs to surf what we consider normal. It has to establish its distance and it can only do that by varying in a deliberate way the level of absurdity. It requires a seduction of the mind, teasing us into and out of the amazing.If it stays at the same level, it is just a blizzard of stuff. These guys have the stuff for the deep layered effect of fundamental absurdity, but it is lost because once they start, they keep us from the group zero that would contrast. A skilled artist would work back and forth, in and out, keeping us alert, guessing, trying to scope when something connects and deviates and how, and in what way. This is just all white, all the same; turn it on and get precisely the same level of deviance for ten minutes with no modulation.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1980434"},{"movie":"X-Men 2","heading":"Utterly Pedestrian","date":"14 May 2003","content":"Spoilers herein.I have enthusiastic hopes for big budget action pictures. That's because the market is so crowded, and the viewing public so visually sophisticated that we know that some thought must go into these things. This is especially so when you are building a franchise, because memories fade. In fact, this movie will probably be forgotten two weeks after the Matrix sequel appears.But on the other hand, sometimes these projects are so costly, and have such a large distributed creative team that risk drives the thing to the ordinary. In contrast, `Daredevil' was pretty cinematic. The second Harry Potter was a landmark in architectural use of space. The Donners have a reputation for having a deep understanding of how film works and how to intelligently exploit it. So I expected at least a few things excellent.We DO get movement. We DO have one fight sequence that is well crafted - aptly between the two combatants that are uniquely enhanced by technology. But the sets are amazingly, shockingly, scandalously unimaginative. The little soap opera is predictable and trivial enough - a Marvel legacy. The characters are generally flat. In the comic, they are - compared to other comics - human; here - compared to other film characters - cartoons. Huge Actman overacts hugely in a parody of Russell Crowe. Stewart does his continuing impression of what Shakespeare might do for TeeVee. For some reason the kids here are turned into, well, kids. The only mildly interesting characters are:-Famke Janssen. She is a very limited actress, but all such professional lives find that one role that is perfect for them. Everything about her fits, especially compared to the other women who are somewhat less limited as actresses. That hair color is something. I wish there were a film hair technician website.-Ian McKellan, who truly IS a Shakespearean of the British cast, which is to say he is a language rather than a facial/body technician. He molds words, fabricates them into weapons and throws them like the metal globules he steals from the guard's blood. Watch this.-Alan Cumming who makes a career out of comically annotating evil.But these three just do their own thing without any relation to anyone else in the film or creating the film. In contrast, the Jason/girl combo is a pretty thrilling idea especially in the context of being the son of the mad scientist (whose science incidentally seems beyond what the Shakespereans could do). That girl is the creation of Stryker dad after the tradition of `Forbidden Planet.` Now think about that - and how she is dressed - a minute and the perversion becomes pretty rich and astonishing.Ted's Evaluation -- 2 of 4: Has some interesting elements.","id":"rw0825660"},{"movie":"X-Men: The Last Stand","heading":"In Need of the Cure","date":"4 June 2006","content":"I have the luxury of not being a fan of the comics, so I find no offense when some character's superpowers or origin don't match the \"book.\" Also, I have seen enough Marvel-licensed projects to set my expectations low. In short, I was expecting almost nothing.The first two X-men were poor projects, but at least had *some* imagination. Sadly, it wasn't visual or cinematic. This lacks everything, but you can read all about that elsewhere. Here, all you'll find is some speculation about the root of thing: why it is rotten and probably unfixable at the core.The book depended on a the universality of differentness. The idea behind the notion of \"mutant\" was that there were perhaps tens of millions of mutants including nearly every reader. Different, strange but talented beyond the norm in some usually unappreciated way. Spurned or at least misunderstood by parents and bosses.In this cosmology, we all live in a modified noir world, one that toys with the fate of a whole class rather than a single, accidentally selected individual (and his girl). When we see higher level mutants behaving heroically, they do it as representatives of us, or so the comics go.That's turned on its head here: lower level mutants are innocent pawns just as all the other types of people, soldiers, random motorists  whose idea was it to show that every car had children in it, then use those occupied cars as firebombs?And if the target demographic is 14 year old boys and those who wish they were, why use 40 year old women? Or is it not supposed to matter? Well, it didn't to me, but the complete lack of cinematic imagination says this needs to go away.The anti-mutating mutant was apt, though.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw1385852"},{"movie":"X-Men Origins: Wolverine","heading":"A Fish Called Wanda","date":"7 May 2009","content":"I saw this amazingly disappointing film along with millions of others. I was going to write my stock comment about Marvel not being able to make anything cinematic. But I wondered why. It has something more than respect for the drawn comic panel, where every scene had been storyboarded and shot as if it were a storyboard.Then I remembered and rewatched \" A Fish called Wanda.\" That had the same smell. The problem is simple I think. They start with the action shots. These incidentally involve characters, okay, buy that. These have to have lives. Okay. The lives have to have history, connections, reality. Nope, too much trouble, so let's just connect up some genre fragments. Family? Add sibling rivalry and a dash of parental abuse based on misunderstanding. Romance? Add in something that later you can devalue by having be pretend.The problem is that instead of situating the film in a world — any world — and then identify some narratives, which then have dramatic color, they start with the color, going backwards. They never get to the world, which is why all the narrative seems external, remote.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw2063147"},{"movie":"X-Men","heading":"Missed a Chance","date":"16 July 2000","content":"One nice thing about this is the casting of McKellan and Stewart. Despite the latter's adventures with the stupid StarTrek, he is an intelligent actor, as is McKellan. They tower over the amateurs in this film as their characters should. About bad acting, can we be spared from Ms. Berry in the future?The photography is overloaded on face supercloseups, and the tone is suitably dark. None of the sets thrill.What's awkward about this attempt is how muddled all the conspiracies are. Thrown into the same blender are Nazi mass murder, Nazi experimentation, radioactive fallout, mind control, US war-time mutant experiments (to come more explicitly when we find out about Wolverine), religious righteousness in the Senate, one-world governments, the hidden x-men, and the evil mutants-who-are-sometimes-merely-mistaken. Are there supposed to be bad guys? What's the central struggle? There's not enough intelligence here to put shades on the real driver. It's paranoia in the comix, which are far more intelligent and nuanced than this film. How can that be?The ultimate Marvel film should come from Dr Strange. Give it to Ridley Scott to direct, Kenneth Branagh as the Doctor. dark, intelligent, spooky, Kafkaesque.","id":"rw0477672"},{"movie":"Svindlande höjder","heading":"Haunted","date":"3 November 2005","content":"Great literature enriches the soul. The Brontes created great literature because they invented so much of what it means. They invented ways of observing the soul that hadn't already been mined by Shakespeare. If you want a great film that celebrates, explores, exploits Bronte, you can't escape the reality that you'd have to stretch film the same way Charlotte stretched perspective.Didn't happen here. Olivier seemed good enough at what he knew (stage acting) but that isn't bendable to great experiences in film. Never was.But you might want to watch this for another reason. The dialog and acting are ordinarily conceived. But the cinematography is extraordinary, from the very special Greg Toland. Greg DID stretch cinema in the way we mentioned. His greys have depth. When he photographs the heath, we feel the atmosphere as if the mist had emotion. The interiors of the house are magnificent in design. And Toland's lighting and framing are so haunting.This film is why Orson Welles wanted him on \"Citizen Kane.\" You need to watch it to see where much of the disembodied ghost-observer comes from. With Toland, Cathy defines what we see and how.But the actual story? Go read it instead.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1217961"},{"movie":"The Promise","heading":"Isinglass","date":"27 May 2006","content":"If you ever doubt the destructive power of institutions, engage yourself to this. Its in the story of course, but the more powerful effect is in the being of the thing.Start your expectations with the lauded films of Yimou Zhang, in particular \"Hero.\" Similar movies have been successful. Now make a list of all the elements in those films, particularly the unique and extensive use of space, color, perspective, time. Now do what Hollywood does, shuffle all these components into a formula. Get a trusted mainline filmmaker to walk through the formula. The sponsoring institution, in this case the Red Army (the largest commercial entity in the world) doesn't know about the power of an individual artist, the soul of a created communication, the coherence of a striver's vision. No, what matters is that all the measured qualities are present in the recipe.If you watch this, the story may seem disjointed, especially in the edited US release. It isn't so, it only appears so because the cinematic devices are so disjointed, almost as bad as the different dream scenes in \"The Cell.\" The story itself is okay.But it is a thuggish thing overall, in assembly, coming from the mentality of the bad guy's government. It shares only certain movie poster features with \"Hero.\" But. And yet. It has perhaps one of the richest opening scenes I have ever experienced, so folded, so dear, so unforgettable. Spatial, fully imagedriven. Full, full full. Colored pathos, lacquered noir. All the excesses of what follows are avoided in those first few moments, until the little girl makes her promise and goes off walking across the water and we see the titles. I believe I would have paid six dollars for that alone. I suspect it was largely filmed before the big financing was sought.And though it is blown, there's a magical notion in our enchanted princess being imprisoned in a golden birdcage and rescued by being made to fly by the man she loves but doesn't know. The idea is more beautiful than the execution, but is beautiful nevertheless.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1379058"},{"movie":"Wrong Turn","heading":"Family Meal","date":"31 May 2003","content":"Spoilers herein.By now you already know that this is a bad movie, even at what it attempts. But it came dangerously close. Here is my notion of how it could have worked:The formula depends on all the girls getting killed but one, and each girl `deserving' her death. But in this case, the (redheaded) girl who COULD have carried the film was the first one killed. I knew that moment we were in for a flaccid experience.There was a seeming knowledge that the main spookiness for the whole think was in entering the cabin, and discovering strange items. In another filmmaker's hands and eye this could have been way more disturbing than what we have here. The objects as weapons, the vehicular detritus of victims, the discarded and unused body parts were all opportunities unexploited.The bad guys are three guys, presumably brothers. One can readily believe the deformities and cannibalism, but no way in the world would those guys live without sex. Where were the women, who presumably would do the butcherin' and cookin'? There surely would be more of them than the guys and some of them pregnant, many of them spatting. Flesh-eating mischievous munchkins all about. No one can believe that these guys would have not sexually used their victims in some way. As depraved as we are prepared to let these movies get, I wonder why we had nothing like this terrifying possibility.And while we are at it, we see no eating. Nothing explicit at all. Our girl's corpse is prudently clad. This is a pretty goreless experience overall. Is it because the target audience is preteens?The treetop chase could have been as cool and dimensional as anything in `Iron Monkey.' In one shot, it was: looking down and weaving around branches to see the torches below. Why not more of this damn scary stuff? In stead we get lots of helo shots of treetops as if that helped.Ted's Evaluation -- 1 of 4: You can find something better to do with this part of your life.","id":"rw0833581"},{"movie":"World War Z","heading":"Angry Water","date":"11 August 2014","content":"I understand that the development of this was a mess. What mattered to me were three things done well:The transition from normal life to the human waves was jarringly effective. What I expect is a traditional zombie story. Some explanation and setup is given for the impending invasion and then we encounter the unrelenting but slowly moving threat. Here, we have a different formula: one we have tested with Tom Cruise and Will Smith: we are involved in everyday tedium and then bang! Explanations come later.How do you innovate with this, make it more compelling? You leverage the effect mentioned in a moment. A tsunami builds. No one knows what is happening. You only know that people are desperate to flee at any cost and the panic is the initial horror. What could cause this? The pacing is perfectly timed to outrun our ability to absorb what is going on, just as it is for our on- screen folks.Even in the midst of this shared confusion, we note that our hero has a different relationship to panic. (We know he is the hero only because he is Brad Pitt and that this film is produced by him for himself). He alone seems to absorb what is happening faster than anyone else, including us. We see him notice without knowing what he is understanding.This is the highest level of craft, it seems to me, focused on the hardest part of the story, the beginning.A second notable feature is what got this movie made, I suppose. The threat, at least in the first 2/3 of the movie, the original bits, is not zombies but zombie waves. Elsewhere I have written about using architectural water as a threat. A major advance was Perfect Storm and later Titanic where water could be given behavior, personality. Then we had Hereafter, where Eastwood directed a tsunami with intent.What we see here is mobs rendered as flows, and the CG processes being those used for water working against gravity. There is genius in this as well, and a genuine advance in the art. (This comment is on the two-d version. I cannot see how a three-d-ization could improve anything.)We also have a couple sections of good writing (noticed by my writer partner). These are placed where we expect to hear boring exposition, something about military labs or space probes. Something dreary but necessary. The first instance is with the Harvard genius who we are told is our best hope for understanding. he gives a speech instead about the capricious weakness of violent nature. It is a magnificent short speech, and then this last hope is dispatched.The second great hope is also a trope: the Jewish doctor. His speech is well crafted as well. It runs against what we expect from the genre; no exposition. It also runs against what we expect from the WASPy Harvard guy. It is instead a meditation on perception, something which furthers the (at that point still undeveloped) special power of our hero.This thing falls apart in the ordinary challenge of wrapping up a story. You can tell where a weak last third was pasted on. Now the zombies become individuals again and the storyline stops countering the genre. This is tense in the traditional way and works, but is far from the skill level of the earlier decisions which placed us in a new place concerning our view.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw3066279"},{"movie":"Working with Orson Welles","heading":"Stories","date":"21 March 2003","content":"Spoilers herein.Documentaries about filmmakers are pretty dreary experiences in most cases, but this one is worth seeing even if you don't know Welles work well. It is all the more strange because the man behind this project is a troubled soul indeed, someone apparently without much talent himself. But it works because we have actorsIt works because Welles' genius was in the storytelling itself. He understood that so thoroughly well that he could exploit learned technologies, accidents, opportunistic talent, and a multitude of whims in such a way that each added to the visual narrative. Stories. And that's what we have here, mostly stories told about Welles by theater people. Because they are theater people themselves, they are pretty good at telling these stories, especially as they have already told and refined them hundreds of times.The Bogdonovich sequence really brought the whole thing down. He wrote a book on Welles, a project that Welles initiated and sanctioned. But he asked Bog to handle it precisely because he had all the crippled intellectualism Welles made fun of (on which Bog himself unknowlingly remarks). The book was intended like the `David and Goliath' task: a goof. Other low points were Graver's insistent display of his own adolescent films.Graver's own work since leaving Welles is an odd saga. He's done porn, and soft porn. One of those I was able to find (`Scorned 2') and apart from the cheezy smut saw some elaborate ideas on narrative folding as translated through a chemically-damaged mind. He's done some more competent folding as well. I imagine there is a punctuated substance abuse problem there. What we need is a documentary on this documentary. And please, can we see something of `Other Side of the Wind,' and `The Deep'? Can we have the raw footage placed online so that thousands of clever edits can spring forth from Macs?Ted's Evaluation -- 3 of 4: Worth watching.","id":"rw0850958"},{"movie":"Woody Woodpecker and His Friends","heading":"Defining Red","date":"18 March 2004","content":"Spoilers herein.While Disney was drawing dancing daisies, Lantz was doing something more important: helping define our postwar identity. These things aren't so interesting to watch today except in the historical context. Take a look at Woody compared to, say Bogie.The post-war American male was energetic, interested in girls, irreverent, and not afraid to be annoying. At least a certain ideal kind of American, the kind Steve McQueen portrayed.I'm particularly interested in the role Woody played in setting expectations for women redheads in film after , say, 1952.Ted's Evaluation: 2 of 3 -- has some interesting elements","id":"rw0621839"},{"movie":"Woodstock","heading":"Wouldn't Stock","date":"1 July 2002","content":"Spoilers herein.This was never a concert, but a defining moment in the struggle for the future of the nation. It was never about music, but about politics as religion, about the massive change of defining what it meant to be alive.You had to be immersed in the times to get a feel for how true this is. After the war (WWII), the US coasted on self-reinforcing images, images that had been created as a defense during that war. These images were fed by movies but the role was being taken over by popular music.Meanwhile, as as popular phenomenon, `folk' music was the stuff of the self-aware. Dylan, who controlled more of the nation's soul than anyone else living, completely shifted that from Folk to Rock at Newport. From that moment on, rock was the medium in which we invested ourselves to create new images to replace those of film. Onto this moving train jumped the Beatles and completely took control. These men changed the relationship of listener to artist: even masquerading as another band in their most influential album.But by the time of Woodstock, we the youth were adrift. Creating a vocabulary of images as aggressive and intellectual as we expected from early progress turned out to be impossible to sustain by individuals. Enter the `Music Industry' and supporting cultural niches.Woodstock was a spontaneous happening, but it happened for a very clear reason: we were yearning for a coherent mythology. Many of us went because we really expected to see both Dylan and The Beatles. Unbeknownst to us, The Beatles were already dead because of the same conflict we see in this film. The Beatles knew they led the future of the world, but disagreed bitterly on the core of that leadership: John pushed for drugged politics; Paul for Kabbalistic, surreal cosmology; George for kundalini; and simple Ringo for simple country music (then still called country and western).And we see exactly the same battle here in this film: a battle for influence over the structure of our minds. Still kicking were the folkies: dear Joan, Arlo and Richie. Against that: ironic rock (the Who, the Airplane); modern blues (Canned Heat, Joe Cocker, Janis); free jazz meditations (Jimi); pure goof (Sha Na Na); lush pop (CS & N); and popular country (Sebastian and `Country' Joe). Fit the rest in yourselves, all tussling for mass listenership, working to be the one that caught fire. In the background were various purveyors of watered down religious and political notions. Drugs were there, but they really had little to do with it, only being an excuse for discontinuity.Now the moment is gone. The hoped-for reinvention never really happened. What emerged were two cultures: one that followed a lobotomized popular music derived from country and one that pretended to be extreme based on various types of staged excess.Nixon won.In the final indignity, after the music disemboweled itself, the whole event is turned into a set of what? _Film Icons_. Many more millions of people see this film than ever were there, or for that matter participated in the east coast freak movement (east coast: intellectual `freaks' -- west coast: dropped out `hippies'). Those millions are massaged and reinforced by the visuals. The music probably won't mean anything by itself unless you were a part of it. It can't, the images wash the music out. In fact, today the video is what sells the song.But even within the film world are similar battles for how images are registered in our collective imaginations. Scorsese (who is responsible for the visual and narrative philosophy of this project) represents film images built around characters. It is a sad thing that he got this project rather than someone who understood the music. There are other cinematic philosophies, more powerful, less self-limiting. (Look at how Demme understands the Heads in \"Stop Making.\") I advise you to look elsewhere for both your understanding of this period and the manner in which you build your imagination.","id":"rw0113992"},{"movie":"Woo-ri aek-syeon-bae-woo-da","heading":"Dorm Room Trifles","date":"1 August 2009","content":"I saw this at the Melbourne International Film Festival. It was fantastic in large part because it was new. I saw it paired with \"Theater of War,\" whose idea was that little people enable unhealthy societies. That film presumed that structure in film and theater was what powered narrative in individuals and societies. It was a powerful notion: Top-down long form narrative influences individuals whose individual actions and commitment aggregate into societal impulse. Top to bottom, bottom to top.This is the opposite. It is purely all bottom. It is a documentary, about the making of a documentary by some stuntmen who participate in the making of movies. These movies are Korean action films where chaos is the baseline, and the illusion of chaos involves the stunts that these guys do. The form is that we have a female narrator, who also produces and is the girlfriend of one of the stuntmen. She gives a meandering account of the history of four stuntmen from the day they audition for stunt school. One of these guys — her boyfriend — has his history start at birth.The charm of this is that it has no narrative structure whatever. There are some notions introduced: the danger, the personal incompetences, the nature of the film business, the unevenness of the lives... But it is essentially a bunch of episodes and skits put together from what appears to be their actual unrehearsed lives, and stuff that is clearly fabricated. Its all the stuff of dorm room horsing around, a sort of nerd macho meets illusion. The lives are aimless. The movies they help make are aimless and the film we are watching is so aimless we keep waiting for it to either develop structure or end.And yet, it is so guileless, so human that there is enough that we follow. It could have been edited down, maybe a half hour or more removed. It could have been structured even. But that would have defeated the effect, which is a profound empty center worthy of — and in some ways superior to — Goddard.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw2104648"},{"movie":"Once Upon a Time in China","heading":"A More Real Crouching Tiger","date":"14 October 2001","content":"Spoilers herein.I was impressed by `Crouching Tiger,' so sought this out. The similarities and differences between the two are striking.Both have a quality of photography that is wonderful. Enough to justify the viewing by itself. Both have the fights much better integrated into the story than the typical `action film' from the West. Both have a rather high quality of acting.What I liked about the Woo film was its more intelligent, dynamic eye. The camera was choreographed as a character, giving a completely different cast to everything. It changes the nature of the narrative, and is much more cinematically sophisticated. The score adds.But so far as the sophistication of the story is concerned, this is a much deeper and intelligent film. The story is framed in the context of the imposition of western technology into a mature civilization. Movies are a part of that intrusion, in fact arguably the most intrusive. So we already have a self-referential conundrum. It is handled here deftly. The main action is based on a literal stage. That stage, incidentally is on a boat, and boats figure in other elements of the story. The love interest (who really is lovely) in a Chinese woman who travels to the west and brings back -- guess what -- a camera!So we have a play within a play, which is a rather well-known device. (I wish the play had been subtitled, because I am sure it would have meant something apt.) But we also have a much richer device: pictures about taking pictures. Our first exposure (sorry) is Aunt 13 taking a picture which could have killed the subject were it not for the alertness of the hero. I understand the old man who would have been killed would have been understood by a Hong Kong audience as someone who straddles the Chinese and film worlds.Later, the central institution is burned, at least the building that houses it: a combination Confucian healing place and martial arts academy from longstanding tradition. While it burns, this woman takes a picture. It is an incredibly rich image: intelligent, rich, lovely, deeply bothersome. At another time, she arranges for her shadow to caress his.Another element that makes this film rich: Jet Li is a real martial artist, not just a coached actor. The disciplines of martial art and acting overlap, with one amplifying the other.If you've seen the 2001 remake of `the Musketeer,' you should see this for the original of the ladder fight scene. This one is fresh and real.","id":"rw0301549"},{"movie":"Wonderland","heading":"The Whole Deck of Cards","date":"31 October 2002","content":"Spoilers hereinI do not know how I have gotten this far without knowing Winterbottom. I stumbled upon him in `The Claim.' That film had a few powerful visions that accompanied well integrated narrative power. Some extremely deft camera notions. Exquisite enfolding of the music, which in that case was Nyman's as well.Now here is something even better in its own way. It just blows me away because it is so intimate. I remarked on another little film about this same intimacy in looking at her in : `Things You Can Tell By Just Looking At Her.' But here, there is a weaving and bobbing of the story, a similar weaving with the camera's eye, and an intense musical experience. The music, and camera is extraordinary alone. The acting seems special too, but I suspect it is ordinarily fine. The merger is the thing.I'm usually satisfied with just a remarkable camera. DePalma for instance has a magical camera, but he keeps a sterile distance from his actors. Greenaway as well, and he used Nyman in exceptional ways. Not so here. This is what Aranofsky attempts: having the camera inhabit the personal space created among actors. The space is a little wider here because of the `Short Cuts' platespinning. But the camera and music are much, much closer to the bone than in anything I have seen since `Vanya on 42nd Street.'I see a huge number of films, but with this one, I was transported to the drift of their lives. Oh, you absolutely must see this in its original ratio, not on some chopped up cable station. The peripherals are what matters. Visually of course, But if you know `Alice in Wonderland' well, one question you ask is what do the characters in Wonderland do when they do not have an Alice to animate and motivate them? Its this.Side issues: this has one of the best uses of fireworks I have ever seen in film. These three actresses are so open, their skin seems translucent.\nTed's Evaluation: 3 of 4 -- Worth watching","id":"rw0597243"},{"movie":"Womaneater","heading":"The Stem","date":"8 June 2005","content":"I suppose it is a banal observation that movies both reflect and perpetuated stereotypes.And we do have stereotypes here, as with all of this era and kind.But watching this reminded me of a more subtle and interesting phenomenon. The political dialog in the US (and likely elsewhere) is dominated by the successful party's mastery of the cinematic narrative. We just cannot help ourselves; we like to be shown that the world is so.But once you start that locomotive going, you inherit ALL the baggage of the cinematic narrative, Vincent Price comes uninvited with your John Wayne. This has nothing at all to do with conservative values; it is just a result of adopting the movie world as the basis for your beliefs.This is the purest example I know of a huge class of similar movies. In this movie, the scientist is a madman whose \"science\" has no resemble to real science. Instead, he has stolen a ritual and plant from Africa, with the unavoidable association with the dark race and inexplicable VooDoo.This scientist doesn't mind a bit \"saving life by taking life,\" a catchphrase that is in my newspapers every day. And it is all driven by sex: he is replacing his aged mistress by a younger model. A torpedo bra of course and chirpy British accent denote that she really is dumb. But get this, she was an \"exotic dancer\" at a carnival. She, in fact, would be representative of the over half of the US population that believes in astrology and nearly half that believes in creationism.I can understand this thread of influence and consequence when it applies to nuclear energy: the US makes and uses a bomb, many, many movies are made showing the evil side. And we end up with a public that has an unnatural fear of all things radioactive.But this thread is more interesting and profound and has stifled stem cell research in the US.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1098389"},{"movie":"Woman on Top","heading":"Why oh why do they do this?","date":"25 September 2000","content":"They give us a story about how evil it is to sell out to Hollywood -- to take the life out something wonderful -- and then do it! I just last night saw a much better film (\"Almost Famous\") which made the same point and then transgressed in the same way. Do they think we won't notice?About ten years ago, Demi Moore -- then being pushed as sexy -- tried a similar film: \"The Butcher's Wife.\" Also rancid.I can just hear the pitch: Latin magical realism meets food and sex; we'll go lush and have a date-movie ending as the girl faces her real values. Lots of gay humor...can't miss. We don't need to waste money on A-list writers and directors since we've got Penelope.I hear a third of this movie was cut so that they could squeak it past the test audiences. Too bad. As Jennifer Lopez shows, a pretty nonactor Latin can be pretty much fun in film (\"Out of Sight\"). Bossa Nova (actually this music is more the samba from the south of Brazil) has real appeal (Try \"Tango\" for a Latin music success). There's lots of possibilities in food (try \"Eat, Drink, Man Woman\") in sex and and in magic. How could they miss? Poor writing, directing and acting.","id":"rw0660459"},{"movie":"Årets kvinna","heading":"Dreadful","date":"10 April 2002","content":"Spoilers herein.This film is absolutely depressing.It has deplorable politics. The story makes no sense. It has no charm, and the funny parts aren't funny.Spencer Tracy is uninteresting in my book. He is the sort of `just show up' actor that Gene Hackman is today.What is interesting is Hepburn. She has a very striking presence, and developed a reading style akin to Bogart's: halting in exaggerated places. This is the predecessor of that annoying mannerism of TeeVee talking heads where they bob their heads with a related rhythm.","id":"rw0028079"},{"movie":"Crouching Tiger, Hidden Dragon","heading":"An Ambitious Attempt, Not Consummated","date":"17 January 2001","content":"Spoilers herein.Ang Lee is one of two best mainstream directors working today who has deliberately worked in different styles, genres, artistic philosophies even. (The other is Ridley Scott.) Here he tries to inject art and majesty in a common vehicle. To remain true to the vehicle, he must use a thin story (though with numerous threads) and an understated acting style. I think this understated focus on faces helps make the subtitles more palatable than they would be otherwise. They are also larger and higher than normal, so one's eye doesn't have to jump so much from face to word. There's no question that this film was conceived with the western reading eye in mind.Lee pumps up the skeleton well enough with grand vistas and wonderful sets. The vision is surreal, which befits the mythical drama. In this and several other ways, he greatly surpasses the `Star Wars' feel. I must say that the final cave/warehouse was too theatrical -- it just didn't fit the rest. Some of the mattes are annoyingly fakey. The bambootop fight was ungraceful. But those are relative nits.What I wanted in this film was a whole new level in choreographing the CAMERA during fight scenes. I know this is a hot topic among directors just now, and think he is quite up to the challenge. He has already shown mastery of the inside, emotional camera, and the notion of bringing this to dance excited me. He teases with some spectacular camera movement, but it is always in a conventional frame. Guess he wanted to sell a lot of tickets instead of reinvent the medium.What I mean: with the fights, you have several characters, the two (or howevermany) fighters, the swords, the viewer and the camera. In a good film, some of these will merge. In a masterful production that merger will shift so that the camera is the sword, the viewer, then the fighter. (Here, the green sword IS a central fighter.) But add to that the complication of the idiom: each fighter and weapon is actually just a token for the master. Each fight is a battle between invisible characters, whose perspective the camera can also take.Lee plays these fights too safe, and it really annoys because he shows us ever so fleetingly what he can do. Sometimes, the camera is the sword, sometimes the master, but in teasing glimpses only. He's concerned with making sense, and that requires sticking to convention. Maybe as he gets older, he'll do this again, but with more multidimensional vision, more enlightenment, less concern for the general viewer.But check out the fight scores. This drummer knows the dimensions we're talking about, because he follows Lee's camera when it leaves the body. Cool.This film also has the sexiest literary scene I've ever experienced. (And that counts the lush \"Pillow Book.\") It will be worth owning for that 15 seconds alone. Watch Jen's calligraphy, obviously done by a master. You won't ever forget it now that I've pointed it out. Watch the subtle camera movement. The whole of `Quills' in a few seconds! That reading eye again.","id":"rw0636728"},{"movie":"Wo die grünen Ameisen träumen","heading":"Interrupted REM","date":"20 December 2008","content":"Herzog is a simple man, easy to read. Hearing him talk of his films, one gets bored easily. His films are simply conceived, like Lynch's, but once he gets rolling, his intuitions take him to strange, exotic corners of the soul. There he leaves traces that last. I love the man's work, much of it. I love the fact that he really seems to be driven by urges that seem to accidentally result in something that can cross the distribution divide to reach me. This is no small feat; the films I watch that have ideas and matter are what  maybe a millionth, a billionth? of the similarly deep insights and artifacts that would have similar effect in me, but which cannot cross that divide.When I watch his work, some of which I reserve for the future, it is a dip into the film of Herzog. Failures add to this. Risks that did not pan out for him, do for me.This film has some heavy disadvantages. He is in Australia and he simply does not understand that to photograph the land the way it affects its inhabitants, you have to photograph nothing. Nothing is what matters. But he gives us a tornado. Its beautiful and violent  it even fits the story. He gives us unrelenting piles of boring waste. This too is effective in the film, but not of the place.He misses both the place and he people. He does give us beautiful Aboriginal faces. He does celebrate them. But its from a deeply disturbing patriarchal, colonial perspective. There is some of this in his Peruvian adventures, but it is hidden in his respect for the Jungle. The natives are simply part of the terrain. He cannot do that here. This also suffers in that he felt it necessary to have an on-screen observer who \"learns\" the value of the place and turns from heading the mining effort to living with the people.The result is that the film is overt in its sentiments, but everything works against its honesty. We are left with having to accept it locally, each scene as a sort of standalone taste: black patient faces staring out of pilot seats in an airplane given to them; a man on a witness stand testifying in a language no other soul on the planet understands; an old biddy waiting in the sun at a mine opening on the of chance that her beloved doggie will reappear; that tornado; the (overearnest) story of the sleeping green ants whose dreams we are.This has value in those small pieces, pretty much throughout. But in the large, taken the way he intends it, its just a colonial German peering into a quaint culture as an ordinary tourist would. So it dilutes the greater story, the greater film of the man.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1992823"},{"movie":"Wittgenstein Tractatus","heading":"Tattooed Dolphins","date":"19 January 2007","content":"Regular readers ask about what writers about film I like. It isn't any of those French guys; in fact my history starts with Harriot and goes through Wittgenstein, then to theorists in logical narrative. (No, not Peirce.) Wittgenstein is a fascinating guy to study, in part because his ideas are clean, very clean. But more important was that over time he abandoned every one of them, replacing them with something more subtle, elegant and hard to reach. The ideas in \"Tractus\" were his earliest and while some nice phrases can be extracted for posters, if they are worth reading at all, its worth reading the repudiation of them.Still, anything that draws from even the first Wittgenstein trumps any silliness you will find in \"What the bleep,\" \"Tao of Steve,\" or \"Waking Life.\"This is a very ambitious film. It has these components: text of Wittgenstein phrases from the Tractus and private statements about his own life and psyche, with that same text spoken in different time. It shows \"found\" home movie segments (though some are apparently faked). These are silent of course but have some appropriate sound effects added. The era of the images varies quite a bit, most from the 50s it seems. Tractus is from about 1919. There is an effective score as well.So we have several things in parallel, what I call \"folded.\" We are given this man's life. He was profoundly bipolar, what we now call bipolar and some of his philosophical (and architectural!) musings were specifically to counter suicide (like his brothers). We are given some very strong ideas from Tractus, which deals with the distance among the three concepts: \"picture,\" \"world,\" and \"language.\" To use images from the world in apparently random ways (except the editing rhythm) and written and spoken language to illustrate these ideas is a brilliant notion.We have the distance between the ideas, the distance between each of the images, and the distance among the components of what we see: its first, second and third meanings. One phrase: \"everything you see could be otherwise,\" permeates. I saw this together with \"Cremaster 2\" and this for its flaws was vastly superior. It floats above meaning but has meaning. It shows something that must be incomprehensible but must also be. One registration: all the home movies are of Hungarians. Wittgenstein was Austrian; Vienna and Budapest were cities of the same empire until Tractus and afterward Hungary began a long slide toward internalism.So forgive the filmmaker for not getting deeper into the ideas. What he's done is good enough to be head and shoulders above other \"idea\" movies.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1577185"},{"movie":"Wittgenstein","heading":"Missed the Interesting Part","date":"29 July 2000","content":"I was marching through comprehensive viewing of the Greenaway section in our local art video store, and got into an argument with the proprietor. He felt that Greenaway was excessive pretentious and juvenile and suggested this film as `real' intelligent filmmaking. I really wanted to discover a new director, so watched with expectation.About the actual art of the filmmaking, I can report that this to be completely mundane. The technique is of stationary filming of a staged play with no risk and little imagination.But the topic has real promise! Wittgenstein is among the dozen most fascinating men of ideas who ever lived. He anticipated the core ideas about logic and language that are commonplace today. But he was profoundly not influential. All these ideas were reinvented by independent means because his explications were so abstruse. I believe them to be necessarily so, and we still don't appreciate the full ambiguities he noted.This is grand, fascinating stuff, but in this play we get the most trivial inklings of his middle period. How sad.Independent of the ideas, his life is remarkable. He was rich and gave it away. He absolutely mastered a strain of philosophical thought and was universally celebrated (though not understood). He tossed it away, disclaiming all his ideas and starting over as his own most powerful detractor. And he did this thrice! He went from the protection of the university to hovels and degradation multiple times. Along the way he designed one of the most puzzling houses on the planet. This is great, great stuff.But this film is motivated by a politico-sexual agenda, so while watering down the great intellectual and physical swings, ascribes them to repressed guilt of his sexuality. Wittgenstein would be appalled, I think, to have his great projects and discipline so debased. In fact, he seemed to have repressed guilt about everything he could conceive, and among these homosexuality was a lesser driver because the environment was so accepting, even encouraging. Alan Turing of the next generation, is a different, more apt story.The report then is that this is not cinematically interesting, and some great drama has been missed in order to make a minor -- and perhaps untrue -- point.","id":"rw0332025"},{"movie":"Åklagarens vittne","heading":"Untrusted Means of Untrusted Narration","date":"9 April 2005","content":"Christie is one of our most treasured and adventuresome experimenters in narrative twisting and knotting. She's a master of taking popular material and packaging it in complex ways that are accessible. Wilder is a master on the converse: taking sometimes complex material and packaging it in simply accessible ways.There's a mismatch that works against the material in these two strengths. Still, Wilder pulls off what is the best Christie adaptation in the sense that he retains the possibility of figuring things out, though Deitrich's disguise is pretty thin.Christie tried every way she could map of shifting our expectations of who is providing truthful elements of what we see, or think we see. In this case, it is folded into a play within the play in the form of acting for the benefit of a jury. The twists are in the liar, the intent and the guilt.Funny thing about Wilder. He made competent movies of all types, including the two folded masterpieces: this and \"Sunset Blvd.\" But he doesn't seem to have captured a lot of subsequent filmmakers in his wake, while Christie has, By the hundreds.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1057126"},{"movie":"Without a Paddle","heading":"The Little Chill","date":"5 December 2004","content":"Spoilers herein.I'm getting more and more familiar with the disconnect among these three things: a good film, a good idea for a film and a good idea about a film. I think these are often unrelated. I know that many bad movies are worthwhile for me because I take away some interesting thought about it.But there are lots and lots of movies where you can just tell that it started with a clever idea and good intentions. Then for whatever reasons, it just falls apart - perhaps because of studio bosses or inadequate talent or the money ran out or the experiment failed.I suppose the original idea here was no less fertile than Big Chill, Stand by Me, City Slickers or Rats Meet Henry. Set it up and let references to other films waft by and deal with them skitlike. It could have worked. It was a good idea. All movies are about other movies anyway.I think in this case, the actors simply had no skit talents.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw0975162"},{"movie":"Withnail and Us","heading":"Insightful","date":"20 August 2005","content":"Withnail is a terrific film, at root an excuse for actors to act as actors.This adds another level, where we see those actors  now much older  as actors. The added depth is effective.DVD extras are generally pretty bad, and often they damage a film. Why would someone assume that an actor knows much about a film? Why would someone assume that a director is articulate and honest enough to extend what he made?But this works. It is a DVD extra wit \"Withnal and I,\" though originally made for TeeVee.What is so great is seeing how actorly these actors are, how much they are like Withnail minus the theatrics. This director also wrote \"In Dreams,\" which is an under-appreciated, ambitious project, and \"Killing Fields\" which is probably overappreciated.If you see \"I,\" I very much recommend seeing \"Us.\"Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1154635"},{"movie":"Withnail och jag","heading":"One Way Sideways","date":"22 August 2005","content":"This has a very clumsy ending, but we hardly notice because there isn't much to end. It is a series of linked vignettes, each seemingly written independent of the others. It steers randomly this way and that as if the stupor of Withnail were the guiding consciousness.(If you see the documentary on the DVD you will see that this is so.)The more I think about \"Sideways\" the less I think of it. Initially, I marveled at its almost perfect structure. It is so well shaped that the structure of the thing is what carries it. But all that structure is from the current playbook: the external reflection, the rule of twos, the law of ironic noir.But the more time you spend with it, the more sterile it seems because that structure is so perfect. Here's the antidote: essentially the same story except no women and no shape at all. Everything is in the texture of the thing. The accompanying documentary says this is poorly shot, but I think not. It looks like \"Barry Lyndon\" to me, without the gloss. There is literally tons of atmosphere: fog, rain, smoke, dew and just filth in the air.It has the tone of \"The Dresser\" in terms of being actors about acting and tragically so. It has a disembodied noir tone that reflects the dreary state of the sixties in London, quite a bit more defeatist than in the states at that time. It uses music in a more internally integrated way than any other piece of the period.And most of all, it has a huge number of memorable lines. It has a cult status in Britain, which is good, but sadly all that seems to come from the quotable dialog rather than the cinematic aptness, and this is a very bad thing indeed.The ending is inept as I say, but it hardly matters because there is no arc to resolve. It is a collection of arcs, scoped small, just as the lives depicted would be.I suggest you watch this and then see \"In Dreams.\" Sheds a whole new light on that difficult to appreciate project.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1155706"},{"movie":"Witchboard 2 - Djävulen röst","heading":"Flying","date":"13 March 2004","content":"Spoilers herein.A truth about horror films is that you don't really visit the world of the story as much as the mind of the filmmaker(s). If there is a strange and scary mind there, you get creeped out. If it is skewed in some way, you can pick it up if there is any competence at all.In this case, we have a story about a haunting, and the camera is placed so that we do that haunting. The story is irrelevant. Everything is focused on the apartment and the sailing ghostly eye that observes. We become the ghost.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw0332012"},{"movie":"Wit","heading":"Words, Life: Reflection as Soporific","date":"29 June 2003","content":"Spoilers herein.This is a curious project. It disguises itself as a TeeVee death-movie character study. Instead, it is a highly literate exploration of the power of words. The idea is that words ARE ideas, that representations are reality, that actors are real (can directly address the audience), and that all of these provide a platform for selfawareness.I suppose some folks might actually think the point of all this had to with cancer and the pathos of a woman's death, or the skill of such a portrayal. But I believe it is crafted to elicit precisely that notion and then destroy it. The story is not about cancer, but about WATCHING cancer. The doctors are not healers, but observers. We are not passive watchers, but observers that are addressed directly. Emma is an actress watching the whole process, a professor observing herself and only incidentally a woman dying.Donne invented the notion of life as an observation. Pinter spend a career as self- referential writer exploiting the layers of story and representation of the story. See the gold standard: \"French Lieutenant's Woman.\" Here he plays the erudite father who gives the epiphany of words. Here we have Emma who has rewritten the play to emphasize the dramatic layers, that same Emma who did the same for Austen. Here, we even have Beatrix Potter, who was used in much the same way (to reference dramatic layers) in \"Myth of Fingerprints.\"We even have Chris Lloyd as the archetypical observer, reversing his \"Cuckoo\" role to emphasize the layers.Ted's Evaluation -- 3 of 4: Worth watching.","id":"rw0724163"},{"movie":"The Return of Sherlock Holmes:Wisteria Lodge","heading":"Mirrored","date":"11 March 2006","content":"By now you probably know that the Holmes series, like most of its ilk, has a production formula that changes everything each time excepting the main characters and few sets.This is the worst effort of all the ones that feature Brett, and is oddly paired in the same DVD as the best.Its not worth commenting on the story. The producers decided to not have any of these be mysteries in the writerly sense that you are given clues and weave wits with Holmes. Instead, they think you will be happy with a clever surprise at the end.But still with those constraints, we can get a director and writer that tries to interpret the detection cinematically and succeed. Obviously the producers so specified because each episode tries a different trick. Some are apt, some not. Aptness aside, many fail.The device here is mirrors. There must be a score of shots where the action is seen in a mirror, usually composed as a dynamic object in the frame. There are directors who know how to use this. Tarkovsky built an entire essay on it and the idea of inner rumination as reflected reality is in the first couple weeks of film school.But this fails, alas. Its not used in any competent way, and we're not supposed to notice.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw1311935"},{"movie":"Spökskeppet","heading":"After the Purple","date":"18 March 2009","content":"I'm intrigued by war movies, especially war movies within a country at war. This also happens to be my country, and in fact -- though I will never know the details -- my dad was in this action. This has the required swelling of patriotic fervor at the end, and does so with a minimum of racist demonization.Its about the one really risky time in the war. There was never any doubt that the Germans (and Italians) would lose in Europe once the US entered the war; the only question was the cost. But in the Pacific, the situation was truly dire between Pearl Harbor and this battle. After this battle, it was a war of factories.But before, it was touch and go. Everyone in the States would have known the pivotal role of the event and would have their stories about tactics and bravery. There are three notable things about this movie.The first is that it is nearly all wrong in terms of the history. The reason for this is that the US had broken the code (JN-25). This was not something that could be announced; the US knew the details of the Japanese plans and were able to stage an ambush. But that hardly explains the other, gratuitous historical inaccuracies. One can only think that no one cared what the actual tactics were as long as communal dedication was apparent.A second rather shocking thing is that all the combat footage is genuine. These are real warriors in the real place, with less than half of the movie (obviously overlain) produced as a fiction. Looking at these men and operations deepens the experience, knowing how rare it is to see this before Vietnam.But the most interesting to me is one character. He's pretty much the central character of the fiction: a torpedo plane pilot. Now picture this; you have a real story of national import around which history does swing. You have actual footage which in other, later, contexts with narration stands strong. You have all this and you want to insert Hollywood; what do you do?Well, you insert a character who is a Hollywood actor, someone who has left Hollywood and enlisted but who still carries his Oscar on combat missions! Its yet another example of this phenomenon I call the narrative fold. Pretty cool.Oh, the fictional parts are bad in nearly all respects, excepting one scene. An airman has been killed and his buddy is packing his effects for transport back to his girl. Going through things to place in a suitcase, he finds an empty tube of toothpaste and tosses it in the trash. Then he reconsiders -- a very poignant moment -- and pulls it out of the trash to send to the woman. Its one thing that works. All the rest would wait to be decoded.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw2039682"},{"movie":"Windy Riley Goes Hollywood","heading":"Wrong Place","date":"8 November 2006","content":"The story is about a fellow who ends up in the wrong place, directed by someone (fatty Arbuckle) who was in the wrong place because he previously was in the wrong place. And the reason to watch it is Lousie Brooks of course. She had already had an amazing rise and fall in the US, then to Europe where she found her greatest roles. Then immediately back here in this meatball, this weedpatch.Its her first talkie. She had been in a Philo Vance mystery that was horrid. (One of the subsequent ones is on my list of films you must see.) Like there, as here, she's charmless, which is darn interesting.She's the same beauty, but its a different eye. This eye isn't looking for the afterglow, the savor of the lingering survey, the woman hidden beneath the woman who pretends she is seductively visible.Wrong place. Its as interesting as being in the right place.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1517363"},{"movie":"Windtalkers","heading":"All Wound Up","date":"26 October 2002","content":"Spoilers herein.I think of Woo like I think of Oliver Stone, not a particularly intelligent man, but one that from time to time shows a worthwhile cinematic vision. Parts of `Mission Impossible 2' were very nice. Parts of `Face Off' were visually exciting, even with the two clumsy actors involved. One of those is back again, annoying as ever. But I just ignore the actors and story. After all, dePalma made one of the best camera-centric movies of all time with Cage in `Snake Eyes.'But I searched in vain for anything to like. You already know the story is vapid and the acting childish. But where is the vision? All the attention seems to have gone into coordinating the fireballs and body parts. Ridley Scott can do this with real visual effect. Malick can even do it with poetry. But this is a TeeVee quality eye.Ted's Evaluation -- 1 of 4: You can find something better to do with this part of your life.","id":"rw0727881"},{"movie":"Windows","heading":"The Falls","date":"10 April 2005","content":"If the world of intelligent film were populated only by Greenaway, it would be enough for me. Many of his projects have a depth that surprises on frequent reviewing, and some of his earliest and most conceptual are the most captivating.This is the earliest I have been able to see. Already, we have notions of taxonomy, flight and architecture made cinematic by suggestion. If I had to reduce his talent to one notion, it would be that power of suggestion  the ability to take a collection of surveyors tools (usually in terms of layers, manifolds, counting and accounting, and dissecting) and tease a semantics out of images by overlaying those tools on the images.No one else does this. No one at all. It is no surprise because of the difficulties. Even Greenaway fails often (M, Dante and Belly come to mind).This is not the first early film of his you should see. Go immediately to \"A Walk through H\" if you haven't yet experienced it. It transcends.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1057709"},{"movie":"Wimbledon","heading":"Ping Pong","date":"17 February 2005","content":"When you watch so-called date movies, its often more fun to pay attention to how the writer solves the challenge of the genre. After all, movie love is pretty thin stuff when you boil it down. So about a decade ago, date movie scripts started borrowing from other genres. In particular the writers borrowed the trick of focusing on the audience instead of the couple in question. The reason is that you can only go so far in making the couple appealing and attractive. So if you want to make the audience closer to caring, well you just relocate the audience.Therefore, we have a slew of date movies set in public arenas so that the audience can have a clear surrogate on screen. Usually this is done by setting the movie in movieland. This way we can have a movie audience watching a movie/TeeVee audience watching the couple. When they cheer, we cheer.Perhaps the most closely engineered of these was \"Notting Hill.\" In that case a popular actress plays a popular actress. She has a constant on-screen audience not unlike the audience in the theater who were drawn to the film because of Ms Roberts.These projects must have a climax where the love (after some screwup) is proclaimed to the on screen audience. They clap and cheer. We clap and cheer. We've had these with Meg, Julia, Sandra, Catherine and so on, each in turn.Okay. Here we have the latest refinement. They are not about to play with the general shape: two people fall in love in instant movie fashion; they are pulled apart by some events; he announces his love in a very public manner to an on-screen audience thereby making it \"real.\" The boundary between movie love and real love is crossed and we leave the theater feeling happy.The innovation here is the crossing with a sports film using an internal narrative. You can just hear the machinery dropping into place as the screenwriter thought of the formula. Or perhaps he just went to one of the several consultants (like myself) who come up with these schemes.The internal narrative is clever indeed. Usually in a sports movie we (and our screen surrogates) watch the performer, only inferring what is going on in his (usually his) mind. The less we know explicitly the better because our imagination is usually stronger than what they can display. Think of \"Bull Durham.\"But here, we are sometimes in the male's mind (literally hearing his thoughts), sometimes in the normal audience's and sometimes in the on-screen audience's (including the hackneyed announcers-in-the-booth). Shifting back and forth (mirrored by the back and forth of the ball) and adding the idea that he himself is a watcher and wonderer is pretty clever.But the whole thing falls apart at the production level. There's some stuff about a dysfunctional family (or two) that falls flat. Dunst is no longer pert and charming. The direction is clumsy.Too bad.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1022625"},{"movie":"Willow","heading":"The Reds are Coming","date":"4 November 2003","content":"Spoilers herein.Ron Howard is incapable of making a dark, threatening film. As a result, this one misses the mark that `Lord of the Rings' hits. It is not as charming as `Dark Crystal' nor as much fun as `Princess Bride.' So I cannot recommend it on its merits directly. You may be interested in George Lucas' experiments with Joseph Campbell's observations on myth, but I'm not.What does interest me is how he handles one, narrow archetype, the redhead. Willow wears a red wig. The babys hair has been colored bright red, as has Sorsha's and the baby's mother. (Whalley's hair is rather odd looking, because they didn't adjust the facial makeup to match.) Heck, George even got a redhead to direct.I believe there is something special about redheads in film. (Naturally, this says little or nothing about redheads in real life, so no need to send me mail.) Since Clara Bow, and then Hayworth and Hayward, the red has always carried a collection of nuances that filmmakers can use as a shortcut.Truffault explored this in `Day for Night' where the magic of the women was in proportion to how red their hair was, complicated by wigs going on and off. I think Lucas, wanting to be a `serious' filmmaker, was experimenting with some of these same ideas, but with immaturity.Howard doesn't understand how to photograph women. Even the sometimes hypnotic Nichole Kidman looked bad in `Far and Away.' In the same evening, I saw Joanne in `Singing Detective,' made by someone who knew how to exploit her appeal. What a difference!Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw0263888"},{"movie":"Wild Wild West","heading":"Reverse Science Fiction","date":"19 December 2000","content":"Science fiction is a strange balance. You need to project into the future, but the only tools you have are what you know. So we have crazy stupidities like the future of Star Wars. The idea behind Wild, Wild West, the TV show was to make a science fiction world as it would have been envisioned a century ago. Jules Verne with all the limitations made explicit for fun. It was placed in a `Maverick' context as a further conceit. This reverse `Flintstones' was one of the cleverest conceptions in TV history. It succeeded because it didn't have to do much, with the competition as poor and tired as it was.Now come some of the thicker minds in Hollywood, who clearly don't understand the core appeal. They twist this into some Luddite manifesto by giving all the fancy inventions to the bad guy. The inventions are at core modern. Think about the notion of sexpedal locomotion and rayguns. Modern. Sorta cuts the guts out of the idea.And spend all your credit with the audience on some `explanations' about racism, self-mutilation and misogynism. Even two of the best actors in the world can't save it. And no, Will Smith is not one of them.","id":"rw0477016"},{"movie":"Wild Poses","heading":"Photographing the Photographer","date":"3 March 2007","content":"These were produced in bulk. Hal Roach's Filmography must be the largest of anyone. But even in these, where the thinnest of ideas was overblown to fill the time, you can see some ordinary folding.The business with the gang was all about mugging. And Spanky was the star, at least in the early ones because he was the best at facial expressions.So here's the setup: we see a recording of someone trying to record Spanky. The success of the recording we see depends on the failure of the photographer.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw1610958"},{"movie":"Wild America","heading":"Which Blair","date":"23 February 2004","content":"Spoilers herein.This is the `Blair Witch Project' except from the other end and as if it were done by the scooby gang. It is an absolute excrescence, except for the amazing visage of Francis Fisher. If only the woman could act, it would be great because the camera loves her so. ... And those aerial shots are always a nickel's worth of pleasure.But it is on my list because it is a (bad) movie about the making of a (good) movie.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw0440941"},{"movie":"Fröken O'Hares hemlighet","heading":"Echos of Better Films","date":"8 February 2001","content":"Spoilers Herein.This is pretty thin Irish tea -- a light amusement. Joan Plowright does her patented old biddy. Mia does a charming if inauthentic accent. I just couldn't get two other pictures out of my mind. `Enchanted April' had l precisely the same feel and approach but with more subtle intrigue. It had Plowright and Broadbent together in much the same conjunction. It was made only two years prior.But one of the most memorable films ever was `Drowning by Numbers.' It had three women, including Plowright and Joely, Miranda's sister. I think the drowning son at the end of this film could only have been a reference to the end in Drowning, which also featured a town's gossip about a Richardson girl drowning someone. That was in 1988.JP would recreate her role as head of a widow's club in 1999, in `Tea with Mussolini.' It all seems to be glimpses through different windows into the same house.","id":"rw0352239"},{"movie":"Wicker Park","heading":"Viola Violated","date":"3 November 2004","content":"Spoilers herein.Once again, we have a movie that is more exciting in its basic ideas than satisfying in its execution. But those ideas are worth exploring: telling a story through character-imagined flashbacks where all the major characters are creative artists. Each of the characters presents according to their narrative constraints. The guy is a photographer, so works with movie- based images. Indeed the whole thing could be seen as a movie fantasy played out in a glance at a video shop. The original love is a dancer, and is limited to a narrative bound by physical presence.The alternative love is an actress playing an actress. More, just as Josh's film (and drug haze) is folded into this movie, so is Rose's play within the play - which happens to be Shakespeare's 'Twelfth Night' where lovers' identities are switched... and which contains its own internal folding. It is a sweet construction that is more of a complex idea and incomplete sketch than a mature narrative. But it has some strong moments when the Shakespeare play is happening (and unhappening as you see Rose remove her makeup in a backwards application). In comparison, the shoe thing is clumsy.As it unravels, it becomes a mere con for love. The end is unsatisfactory, radically compromised to be 'happy.' But who loved the strongest? Not the dancer who gave up when she moved away. Not the (very much prettier) boss's daughter who seems resigned to marrying the firm's new blood. Instead, it is the one who commits everything.Love is always having to say you're sorry, but never needing to.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw0956929"},{"movie":"Wicked Sins","heading":"Silly Coneheads","date":"29 September 2002","content":"Spoilers herein.I collect films about films, and have discovered a huge class that this film represents. Fashion photographer or pornographer. Video tapes of sex. A murderer. A detective also engaged in sex somehow, often with someone involved in the case. Extremely low production values. Lots of simulated, flavorless sex of course.These aren't mysteries in the traditional sense where we are introduced to suspects and then suss things out. Instead, we have the TeeVee version where characters pop up as we go. Never mind, you should be able to spot the murderer quickly, especially if you know that absolutely nothing (minus the sex) is there unless it is necessary. So when a scar is noted, it is important.Ted's Evaluation -- 1 of 4: You can find something better to do with this part of your life.","id":"rw0877541"},{"movie":"Wicked","heading":"Pop Grammar","date":"3 January 2002","content":"Spoilers herein.Yes, I rented this because of an interest in Ms Julia. But it did not repel me. I suppose that is because I value different things in a film than most. The story normally interests me less than the narrative. Neither is of interest here.Sometimes, the self-awareness of the actor interests me. That's what I was looking for, as Stile's Ophelia impressed me. But no payoff in this film.What I found mildly charming was the competent pop handling of old film grammar. This is to De Palma as Brittany is to Chuck Berry. The start with the finish, the faceted wedding ring, the whiteout cuts, the POVs, the crawlspace shots, the reflection in the eye, the splatter, the closeup of Julia's eye when first made up...A real lesson in how original visions can be incorporated in a common film grammar, and be used more or less without notice.","id":"rw0431280"},{"movie":"Varför bad de inte Evans?","heading":"The Boomerang Clue","date":"7 November 2003","content":"Spoilers herein.I make a habit out of examining film adaptations of classic mystery novels for clues. I'm looking for clues about why the narrative works. There is a reason Christie is the best selling writer in history, even now as print runs are huge.I think I understand the primary mechanisms, how she engages the reader in a contest of wills. Usually, these don't translate well to film and we are given instead some puzzles with a surprise answer at the end.One approach is what was attempted here, just work through the book more or less as it is written. But that doesn't work either because the infrastructure of the imagination differs so between reading and viewing.Here the stretch of the mystery is too long for the reward. We'll know who the villain is soon enough just because of the theatrical mannerisms of the actors, and the rest comes across as `Hardy Boys' stuff. Add in some unbelievable coincidences (even for Christie), a Miss Moriarty Morphia and a little too pert Frankie and you'll see why this series wasn't continued.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw0181394"},{"movie":"Why Daddy?","heading":"Metaperforming","date":"5 June 2006","content":"It used to be that the studios were obligated to round out an evening's entertainment at the moviehouse by providing a few shorts to surround the main \"feature.\"Some of these were experimental because they were cheap and patron feedback was efficient. Most had some continuing thread, be it persistent characters in cartoons or a continuing story in serials. Into this opportunity Benchley inserted himself, writing and performing in about 80 skits.He would die the following year.Nearly all of his projects poked fun at movies or allied media. In this case it is a movie of a joke radio show set up to make a fool of the man. Its what he was best at. I don't think he is very funny when he is the target, but the cumulative effect over years must have been amusing. The one funny bit here is the three guys singing a soprano jingle.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw1386572"},{"movie":"CSI: Crime Scene Investigation:Who and What","heading":"Simply Bad","date":"7 March 2008","content":"Of my nearly 3,000 comments, the negative one for this episode gets repeatedly deleted.I assume it is someone associated with the show.So this time I will merely say it is an excrescence without giving details.It is doubly so because its creators are afraid to let it live in the environment of viewers, and insist on eliminating negative observations.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life","id":"rw1835064"},{"movie":"Vit vålnad","heading":"Staggering","date":"7 August 2006","content":"I have a list of \"must watch\" movies, and one of the rules is no more than two from any given year.Here's an odd thing. I have yet to find two from 2005 I would put on this list. But I already have two from 1932 and want to put this one on it. One of those is \"Freaks,\" surely one of the most effective movies of all time, not just because of its cinematic power, but the obvious reality that the characters are playing much themselves.The other \"must see\" is currently \"Mask of Fu Manchu,\" something so visually novel it stirs deep. So I cannot put this on my list of what I call \"4's,\" but let me state here that you really must see this.Yes, for me it is better than the early Draculas and Frankensteins. They have power, but through repetition, refinement that surrounds the experience. But essentially they are literary horror. This is the first major, talking horror film (other than \"Freaks\") that is purely envisioned cinematically.It has a sappy ending. And a few of the sets seem unnaturally flat. But its something that weaves the skin.That's because instead of wangling with science and God like Frankenstein, or virgin's blood and what is effectively gypsy magic  it is directly American in striking at race and sex.The race component is typically American in its presentation. This is black man's magic, but it is performed by a white man, Lugosi in fine form. More than any other monster actor, Lugosi's later projects deepened his presence in the earlier ones. He really is a marvelously spooky guy and I have Ed Wood to thank for the creepiest Lugosi.Its black man's magic, but if you look, all the zombies are white men. The key posse is directly white. Of the many slaves, some are white and others seem like they are whites in blackface, all cast because they have tortured blankness. The very idea of this is offputting.The story is simple: a man on a voyage falls in love, but the target of his affection is already engaged to a feckless fellow. He entices the couple to his Haitian home to be wed. Meanwhile, he arranges from the Lugosi character to turn her into a zombie for his sexual pleasure, a love slave.We know from the very first scene that Lugosi lusts after the same china doll virgin. Our original man gets his prize, a sex slave. But she is soulless, emptyeyed. And he decides sex with her isn't what he imagined, so he goes back to Lugosi to ask that her soul be returned. He would rather have passion as hate than passionless love.That's when Lugosi decides to take the girl for himself. It ends in a silly scuffle.But along the way, there's a cool effect. How Lugosi turns his victims into zombies is by making an image, a detailed carving of the target in candlewax, presumably beeswax.Its a clever idea, one I call folding. We are watching an image on screen, and he wants to turn a real character (who is in turn not real, merely played) into an image of herself. Once the waxen image is perfected, it is melted, destroyed. Then he can control what's left with his stare and interlocked hands.So that we can get the full meaning of the sexual intent, we are shown this doll in the underwear preparing for her wedding with magical sounds out her window. Then she is taken before her virginity is.The scene where her captor decides her languor is intolerable is something. She is playing the piano. It is music written for the movie, but clearly in emulation of Chopin. That composer is known for music that a strong soul can fill with immense passion. Here it really is passionless. Compare this to the usually opposite effect: Johnny Depp playing Chopin with a corpse, Liv Ullman an other wise soulless woman playing, and similarly the empty Jack Nicholson. \"Corpse Bride,\" \"Autumn Sonata\" and \"Five Easy Pieces.\" Ah, the horrible power of talkies.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1441826"},{"movie":"Den vita stormen","heading":"Water","date":"4 April 2004","content":"Spoilers herein.Some things are inherently cinematic: explosions/fireworks, cars, architecture... and water.Water is a challenge though. Some projects are built around the opportunities that water provides: `Perfect Storm,' `Master and Commander,' `Hard Rain,' `What Dreams May Come...' and this.I resaw this today because Peter Weir's project was so conventional and ordinary, I wanted to remind myself how Ridley did it. This is an overly long, too heavily storied movie. But the shipboard sequences are pretty masterful. Ridley really understands the energy of the sea and how it builds architecture. See it for this (and the Dutch schoolgirls).Except for the insipid `find-yourself' wrapper, this is a fine water film.I'm particularly interested in Scott compared to Weir. Weir made possibly the most terrifying moments of transportation disaster with this very same actor in `Fearless.' It was a relentless buildup with a metaphysical tinkle. This is wholly different, architecturally based. All the shipboard shots, interior and exterior are framed with reference to a plane of the ship, except when the ship begins to die.Then, notice that the left-right rhythm of the camera ceases.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw0399352"},{"movie":"Det vita rummet","heading":"Two Caves In","date":"1 November 2007","content":"I know another work by this filmmaker \"Mermaids Singing.\" It was frustrating. It always is when someone has clever ideas and employs them to convey some profoundly banal \"message.\" Lynch avoids this by \"going deep,\" investing in the voyage. You can steep in the method, and live in the temporary world, and if the god behind it is a simple mind, well, we've tolerated that before.This is better to my mind, because the message is submerged and the trip is as wonderfully abstract as the earlier. Its more distinctly aware as a work, too. The story is of two people: a man who seems to be damaged or twisted in some way. Think \"Oscar and Lucinda.\"Its his reclusive mind we enter, seeing things in unnoticed, simple ways. He falls in love with an older woman. She's similarly extreme in her reclusiveness, and a gifted songwriter/singer. In fact, she is world famous, but another woman acts in her place. What happens when one mad soul falls in love with another? What happens when both madnesses are based on withdrawal and simplification of the world to a few acknowledged strokes. What happens when someone from the outside enters that shared space for amusement, as we do?There's an on screen character who represents our intrusion. Initially, the way she is introduced, we believe she will be the quirky source of liberated wisdom that will provide our light. And so we accept her. But that role turns dark toward the end, and we are tricked into being embarrassed for ourselves. Its not particularly powerful or deep. But it is well enough imagined. Things like this rarely do work, because the payoff is a confrontation that closes the door. \"Exotica\" is the rare exception.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw1756394"},{"movie":"Vit jägare, svart hjärta","heading":"Memory, Shot","date":"31 January 2009","content":"There's a pleasure of course with engaging with a master filmmaker. There's a different sort of pleasures in working with films from ordinary talents. There's stuff there to build on, plenty.But what's really peculiar in my life of film are the conversations I have with moderate talents, especially ones I encounter often. Eastwood is one of these folks, someone with enough juice and craft to register, but not enough to do something with his architecture. He id something really first rate in \"Mystic River\" but immediately before and after went back to manufactured goods. That \"Mystic\" had the element of \"outsideness\" that he sometimes understands, all the way back to Leone. A modern expression of that has the outsider as the director and in \"Mystic\" involved actors all of whom he asked to direct their own scenes.Here the folding formula is simpler. The filmmaker playing a filmmaker, who incidentally was of the same stripe creatively (craft-centered and sometimes intuitively brilliant). His buddy (and the only other character that exists), is writing the screenplay of the movie within, and also wrote the screenplay of he outer movie. He is a superobserver to whom Eastwood's character knows he has to play.The story is so simple as to not exist: there is Life, Africa, Film, Being Observed, all of these conflated into a simple drama. Its my impression that Eastwood understood much of this. You can see it in the last few seconds where his character actually starts to direct. There's an integration of self and work that obviously eludes everyone, especially the designated observer. The narrative trick is that we have more patience than he does, so see it where he does not.Eastwood has a characteristic cadence. In his speech of course but also his whole bearing. Huston did/does too. Much has been made of Eastwood's transformation from one to the other. It was unsuccessful to this viewer.Ted's Evaluation -- 2 of 3: Has some interesting elements.","id":"rw2015961"},{"movie":"Visslingen i mörkret","heading":"Broadcasting Backwards","date":"15 June 2010","content":"Here is an early example of what I call narrative folding. \"Citizen Kane\" had just been released when this started filming. While they are from competing studios, there are a few references to \"Kane\" here, including a couple notes about the famous \"War of the Worlds\" radio broadcast.The setup is pretty delicious. Red Skelton is a radio star, who plays a detective called the Fox. This by itself is a joke because the man's humor is all in his face. He is dependent on film — and later TeeVee to be successful. He is famous (in this movie) for writing complex mysteries, not for performing them.Superficially, the story has him kidnapped by the bad guys and forced to come up with a foolproof murder idea. He does, but is able to foil the plot. Bad guys are captured. All is well. But look at how this is done.The bad guys operate a fake spiritualist cult that sells a \"radio\" service to the departed. In order to keep their enterprise going, they will get a million dollars if they kill some innocent guy and get away with it. So the deal is fake radio versus real, and cleverly solved mystery versus cleverly concealed mystery.As a sort of mirror, Red's character has two women in love with him, and they are kidnapped with him. Many of the jokes have to do with the confusion and conflict between these. The payoff is in how Red's character foils his own plot. He literally — I am not making this up — figures out a way to talk backwards into a radio receiver. Now I believe that this sort of construction is no accident. But I also hold that it is not an intellectual exercise either. Narrative folding comes as naturally as a sort of analogy-based equivalent of the puns on which this is based. (Red's radio show is sponsored by a soft drink. When capturing him, the cult wants him to sell a drink in an identical bottle that contains Vitamin O. )Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw2264792"},{"movie":"Whistling in the Dark","heading":"Metawriting","date":"22 April 2007","content":"In the early thirties, EVERY film that gathered an audience was important. EVERY narrative trick that worked was adopted and manhandled, forming the ancestry of how our dreams become known.I'm more interested in the detective story than others of this period. But I'm also interested in the contributors to what would become noir. I'm convinced it has its roots in self-reflexive stories, like this one here. In fact this one is quite important because of its prominence. It was a successful stage play before it was a movie, and the movie features the same two lead actors.The story is folded in a simple way, not complex at all. Only later would the jumps between folds become accepted.The setup is simple. You have mobsters, already by 1933 mostly an invention of film and radio. They want to murder someone and cannot figure out how. The world's greatest mystery playwright happens to get stranded in their remote hideaway and they force him to \"write\" a perfect murder that will be accomplished in the movie. See the fold, a writer in a movie writing a movie?The fold is made more explicit in the way the murder is foiled. I mentioned radio above. Radio was the great medium of the period, not films. Think TeeVee. The way most folks would have received their mob and mystery stories would be through the radio. The plot device here is impossible in real life, but what happens is that the writer (and his fiancé) are locked in a room and turn an ordinary radio into a phone which they use to communicate the story in the opposite direction than usual, it becoming a two-way device.The fold is underscored by the humor of their guard being in the room and not getting that the radio is really a channel to an audience. So there's a joke between what he knows and what we know the writer does.Its not all that great as entertainment. Few of these are, but then few films of any era are. But this one gives you some proto narrative DNA, and if you watch for it, it'll meta-titillate. Oh, speaking of that, the fiancé is played by Una Merkel who was the roommate in \"The Redheaded Woman,\" just before. One of the precode movie's jokes is that she is rich, stupid, horny and in love with the milquetoast writer.Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw1642061"},{"movie":"Ekot i natten","heading":"Watered Down","date":"4 July 2010","content":"Gosh. The first film in this series had some rather amazing construction. It was a show about a show that had an anti-show: a radio broadcaster who did fictional mysteries, did a real one by broadcasting backwards through the radio! Red was along to do some facial gags and they added some value.Based on the success of that, we have this. A whole new crew was involved, including no one from the seven (!) original writers. Red and his lover find themselves in the deep south and involved with a Confederate treasure. The only reason for the construction was so that MGM could use its new water set. Was this the first movie that had a closed room filling with water? Broke pipe, you know, and the trapped folks pouring out when the door was opened?It could be.Ted's Evaluation -- 1 of 3: You can find something better to do with this part of your life.","id":"rw2273867"},{"movie":"Whipped","heading":"Peet Mess","date":"15 May 2003","content":"Spoilers herein.Pretty thin stuff, this. The entire structure is based on some supposedly snappy sex-tinged dialog and the reverse of the scam-the-scammers. Because of the first part of the latter, it is often compared to `Company of Men' but that completely misses the point of the reversal. No matter, if this could have had value, it would have been in the diner, in what happened there among these four guys and the movies they weave with their stories. Some of this DOES have edge: the pair that screws and steals, the fabrications of the masturbator. But it doesn't have nearly enough to justify spending time with. `Red Meat' is vastly superior in this regard.I watched this because Amanda Peet was very effective in the one `fulcrum' scene in `Igby' where she meets her lover and is rejected, all soundlessly. Effective film drama that she inhabits. No skill or charm here however.Ted's Evaluation -- 1 of 4: You can find something better to do with this part of your life.","id":"rw0601995"},{"movie":"Till vildingarnas land","heading":"A Calligraphic Camera Writes the Imagination","date":"1 November 2009","content":"This is a huge success, and I believe that it will reach that status now called \"classic,\" being experienced over and over in whatever ways that classics will in the future.I'll let others note the purity in the way that sharp childhood is evoked. It is the emotional center of the thing. I'll be more interested here in noting the cinematic use of space. Jonze is famous for this, and how he can connect it to the folds in the narrative.\"Folds\" in this context have to do with nesting of narrative elements. For instance the \"real world\" segments feature eating (twice), fort (twice), snowball fight, wild suit, pileon, pulling at toes, lost marriage, broken model of a heart, being king, son/sun dying and so on. The \"wild world\" features the same things twisted in ways that suggest the real narrative describing the inner character of Max. This \"folding\" gives us a place to stand and engages us more deeply, as a key narrative device. There is even a smaller inner fold where Carol (the Max surrogate) makes a model of his world, hidden in the desert. And another where Max enters KW.I am more interested in the spatial folding. Yup, the way that Jonze has decided to set up and elaborate a vocabulary of movement.Here's what we have, I think. I have only seen this once and will have to wait for DVD study to confirm it.The scenes I am working with here are the ones with physical motion, where both the camera and the subjects move: the dogchasing, snowball fight, the amazing encounter with the waves when approaching the island, the rumpus and then the dirtball fight. Frozen motionpaths are in the fort's appendage, the \"pile,\" and indicated by the stickweaving in the global fort and houses.I believe these all use the same motion template. When someone invents a movie annotation tool where we can find and describe this, it will be easy to check and show. Right now it is an impression, but I got the feeling when watching that wave scene (in IMAX) that I would see the same motion paths in the forthcoming rumpus. Perhaps it was the appearance of the ululating sound that was used every time something got frantic, and by that time twice already. Perhaps it was the obvious reference to the Hokusai woodblock (\"The Great Wave off Kanagawa\"), where a wild wave becomes an actor, a wild thing dwarfing an iconic mountain, whose shape I thought I also saw on-screen.I would not be surprised either if Spike used a sigla to denote this motion (like Joyce does in \"Finnegans Wake\") and that the sigla was KW, denoting the actual paths, the K in plan and the W in the vertical plane. Thus, KW swallowing/eating Max, apart from the obvious vaginal association also takes on a deeply cinematic one, worthy of \"Adaptation.\" I know the work on this was done in Melbourne. Could it be that this apparent one-man shop \"Digital Rein\" managed this? In an unconnected area, am I misremembering? I recall the phrase was \"Let the Wild Rumpus Begin!\" (not \"start\").Ted's Evaluation -- 3 of 3: Worth watching.","id":"rw2150507"},{"movie":"Lukten av pengar","heading":"Paul Acting Someone who is Acting","date":"21 April 2000","content":"I always ask, why did this movie get made? In this case, the answer is easy: Paul Newman wants to `keep his hand in' to `exercise his chops.' Paul has been a very fine actor in his later career and what do actors in school value the most? Why it's playing a role where the character is acting. So here we have Paul playing a brilliant old man who is acting brilliantly, using Paul's method.The whole setup is to allow Paul to explain (and show) how he internalizes until every heartbeat is Sinatra. And you can see him acting his heart out when he's just drooping in the wheelchair. It is worth it for just that, if you are interested in fine acting.The story is weak but I suspect it was not originally so. In fact, I delayed this review for a week so I could ask around. It seems the original story emphasized Paul's struggle between acting and the sexual attraction of Florentino. Much of the original story was his scheming to get the girl. Apparently, the test groups washed this out and the story was re-edited to be more sting-like. Early reviewers saw a more earthy version.I was also interested in the director. The first few minutes are masterful, up until the arrival of Paul at the hospital. Thereafter, we have fairly pedestrian pacing. Who is this guy? I was unable to discover, but I imagine him as a quirky film intellectual that Paul selected, and who may disappear for another decade after how the studio hosed this film around.See it if you honor the art of acting, and can get behind a homeopathic approach, less and less is more and more until you are acting someone acting a stroke victim. Pretty cool to watch.","id":"rw0547315"},{"movie":"Där mitt hjärta finns","heading":"For the WalMart Crowd","date":"30 April 2000","content":"Why was this film made? To provide a vehicle for and to leverage emerging attention to its young star. But if this was the point, they should have used even fewer good actors than they did. Sally Fields shines so bright in her one scene that it reminds how much the others are struggling. Joan Cusack as always is an underappreciated master of timing.Natalie is not a serious actress, but could be some day. Until then, she should stay away from the manufactured southern accent and pseudophilosphical monologues. Ashley Judd is a weak talent in an embarrassing role. Channing and Frain have been competent I think in the right vehicle, but here they are given simple balloons to inflate.\nHere's an observation that will ruin many movies for you: when an actor is in over his/her depth, when they are TRYING so hard to act but just don't have the stuff other than an iron will to try...when this happens, they speak out of the right side of their mouths only. It's a right-brain/left-brain thing that you just can't escape. Watch Harrison Ford when the demands of the art are greater than trivial. And watch it here with MIT grad Dylan Bruno where the demands of the part are barely trivial. You can see him thinking excessively hard about how he should move.The story is overly long and complex for its ambitions. I think what happened here is that they shot several versions of the story, and didn't get a clear message from their test audience, which is where pruning is done with such fluff. So they just left much of it in.Lets hope that this intelligent, honest promising actress improves enough to be embarrassed by this some day soon.","id":"rw0647229"}]
